
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Si vous n'êtes pas en couple, vous êtes particulièrement disposée à de nouvelles rencontres. Vous cherchez une certaine sécurité.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_22.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },


 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous aurez sans doute l'occasion de prendre de bonnes habitudes de gestion.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_23.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Une sieste vous aidera à faire le plein de vitalité en cas de baisse d'énergie aujourd'hui, mais vous vous sentez en forme. Vous êtes emplie d'énergie en ce moment : votre forme physique se reflète sur votre mental et vous êtes optimiste. Vous avez besoin d'être vue et vous êtes resplendissante.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_24.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Une personne dans vos collègues pourrait vous confier un secret, vous pourriez aider à rendre meilleure l'ambiance au travail..",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_25.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'un orgueil de façade pour cacher vos insécurités. Il est possible que vous voyiez des frustrations poindre au cours de discussions avec vos amis : vous pourriez avoir la sensation de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut générer des quiproquos. Vous pourriez avoir des problèmes avec une figure d'autorité.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_26.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Si vous avez l'impression d'être dans une impasse avec votre moitié, attendez d'être dans de meilleures dispositions pour reconsidérer la situation. Essayez de ne pas vous montrer possessive..",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_27.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Essayez d'apporter la considération adéquate au point de vue de votre partenaire en cas de désaccord. Célibataire, ne prenez pas de décision hâtive quant à votre situation sentimentale.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_28.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous pourriez assister à une valorisation de vos finances, en particulier si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_29.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous savez aller au fond des choses, sans céder à la simplification extrême. Cela pourra vous épauler aujourd'hui du point de vue de vos finances et vous aider à prendre les bonnes décisions.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_30.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Tant de vitalité sommeille en vous, vous auriez tout intérêt à vous inscrire à un club de sport.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_31.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous avez des facilités à vous exprimer avec votre entourage professionnel.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_32.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop rigide. Écoutez les besoins de chacun et sachez admettre que vous n'avez pas toujours la science infuse.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_33.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'enthousiasme : vous appréciez une conversation autour d'un délicieux mets. Votre humour sarcastique n'est pas du goût de tout le monde, mais vous ne vous en souciez pas.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_34.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
