
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Côté amour, l'ambiance est au beau fixe. Vous vivez des jours paisibles sur le plan sentimental, attendez-vous peut-être à ressentir même un peu d'ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux. Vous êtes rebutée par la vulgarité.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_42.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Les configurations astrales pourraient chahuter votre compte en banque : soyez rationnelle, et tâchez de gérer sagement votre budget.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_43.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Vous êtes pleine d'énergie en ce moment : votre forme physique se ressent sur votre moral et vous êtes enthousiaste. Vous avez envie d'être vue et vous êtes resplendissante.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_44.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Quelqu'un dans votre entourage professionnel pourrait vous confier un secret, vous pourriez aider à améliorer l'ambiance au travail. Vous faites bonne figure auprès de vos chefs ou cheffes.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_45.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_46.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous êtes entêtée, menée par un amour propre à son apogée. Vous ne vous affirmez pas assez en partie parce que vous fuyez le conflit. Vous avez du mal à vous ouvrir aujourd'hui, au point de paraître sur le qui-vive..",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_47.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence. Célibataire, vous appréciez du badinage et de quelques jeux de séduction sans forcément rechercher plus.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_48.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous êtes en proie à des envies d'achat, priorité à votre bien-être.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_49.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous avez l'occasion de cuisiner sainement et cela entretient votre joie de vivre. Tant de vitalité bouillonne en vous, vous auriez tout intérêt à vous inscrire à un club de sport. Accordez-vous un instant zen, cela vous permettra de passer une journée sous de bons augures.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_50.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous parvenez à structurer votre empathie et à aider concrètement les autres.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "La douceur que vous parvenez à faire régner dans votre foyer vous promet des moments apaisés où tout le monde est libre de s'épanouir.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_52.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. Profitez de cette énergie qui règne autour de vous et vous aide à être plus ouverte.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_53.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Ne faites pas la confusion entre amour et inquiétude : à trop vous faire de souci, vous pourriez faire fuir vos proches. Vous pourriez vous rendre compte que votre attitude dans votre couple n'est pas en phase avec vos convictions.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
