
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Célibataire, profitez de sorties entre amis pour faire de nouvelles rencontres. À deux, vous êtes aux anges dans votre vie à deux !",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_39.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  


 {
  "isPub": false,
  "img":"",
  "text_fr": "Aujourd'hui, c'est le moment d'examiner les petits caractères des contrats pour éviter toute surprise désagréable : la minutie paye toujours..",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_40.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
    {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Une sieste vous aidera à faire le plein de force en cas de petit coup de mou, mais vous vous sentez en forme. Vous vous montrez partout à la fois mais réservez-vous également des moments de repos.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_41.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre enthousiasme communicatif inspire vos collègues, ce talent pour la communication vous place sous les feux de la rampe. Vous parvenez à structurer votre empathie et à aider concrètement autrui.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_42.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'exercice de l'autorité dans votre sphère familiale peut sembler éprouvant mais c'est largement compensé par la tendresse et l'écoute au sein de votre sphère familiale.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_43.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous faites preuve d'entêtement excessif, menée par une confiance en vous qui touchera aux sommets. Vous avez sérieusement besoin d'éloignement afin de vous recentrer. Vous semblez un peu fébrile et sujette à une forme de malaise : ne vous laissez pas envahir par la confusion et prenez un peu de recul.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_44.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Côté amour, l'ambiance est au beau fixe. Pour les célibataires, une rencontre est peu probable aujourd'hui, mais vous appréciez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. En couple, vous êtes un peu subversive et êtes en quête d'indépendance.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_45.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Accumuler des possessions est plus important pour vous que de coutume, mais une gestion avisée aujourd'hui est de rigueur.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_46.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Jupiter pourrait bien jouer en votre faveur, sachez accueillir les occasions qui se présentent. Vous êtes en forme, Mars vous prodigue beaucoup de vitalité que ce soit d'un point de vue physique ou mental. Les choses sont plus intenses que d'habitude et vous pourriez sentir des émotions extrêmes, qui vous fatiguent tout en vous stimulant.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_47.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_48.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez obtenir de l'aide de votre entourage et du soutien là où vous ne l'attendez pas.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_49.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous avez des discussions à coeur ouvert appréciables avec vos amis. Vous êtes guidée par votre altruisme, et si c'est au risque de vous oublier au passage, vous faites également beaucoup de bien autour de vous.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_50.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "L'humour, c'est la politesse du désespoir.",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 
  
 
 


]
