
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Côté amour, l'ambiance est au beau fixe. En couple, vous cherchez à traiter autrui d'une façon désintéressée et juste mais pourriez être quelque peu impersonnelle. En solo, vous semblez tout à fait disposée à une rencontre sentimentale.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_79.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  


 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous fonctionnez au coup de tête, attention aux achats trop rapides !",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_80.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
    {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Dans une forme olympique, vous devriez profiter de cet élan positif, qui pourrait vous valoir de belles surprises.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_81.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Ne transposez pas sur les autres les blocages auxquels vous avez à faire face.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_82.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_83.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous montrer un peu trop directe avec vos proches, les discussions pourraient rapidement escalader en disputes.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_84.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les amoureux, prenez le temps pour peser le pour et le contre, mais gardez en tête que l'amour est imparfait par essence. Célibataire, démarrer une nouvelle relation par simple curiosité risquerait d'être un jeu dangereux.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_85.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à un placement financier à long terme, mais uniquement s'il est prudent et rationnel : fuyez comme la peste un investissement hasardeux !",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_86.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez tendance en ce moment à vous accorder des plaisirs susceptibles de nuire à votre corps : réadaptez votre alimentation pour évacuer les derniers excès et revenez à la consommation de denrées simples et saines au quotidien. Si vous ressentez une petite forme aujourd'hui, un moment dédié à votre repos devrait vous faire du bien.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_87.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Au travail, vous arrivez à rester efficace et structurée : profitez-en pour faire du rangement dans vos papiers.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_88.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Si vous avez des enfants, vous arrivez à trouver l'équilibre idéal entre lâcher-prise et autorité.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_89.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une attitude impertinente et un comportement qui frôle l'égocentrisme risquent de vous mettre des proches à dos.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_90.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Le tort commun des malheureux est de ne jamais vouloir croire à ce qui leur est favorable (Sénèque).",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_91.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 
  
 
 


]
