
[
 {
  "isPub": false,
  "img":"https://www.apple.com/newsroom/images/2023/09/apple-unveils-iphone-15-pro-and-iphone-15-pro-max/article/Apple-iPhone-15-Pro-lineup-hero-230912_Full-Bleed-Image.jpg.large.jpg",
  "text_fr": "Vous vivez des jours paisibles sur le plan sentimental, il se pourrait que vous ressentiez même un peu d'ennui. Votre besoin d'indépendance étant très prononcé, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Compte tenu de la configuration astrale actuelle, il y a des obstacles à prévoir côté coeur.",
  "text_en": "You seek to be the center of attention, even to be appreciated. Jumping into a new romantic relationship out of simple curiosity could be a dangerous game.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv164",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il est peu plausible que vous gagniez au loto, mais vous avez tout intérêt à profiter de la journée pour arranger vos finances.",
  "text_en": "You could see an improvement in your personal finances, particularly if you haven't been too spendthrift in recent months..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv165",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Vous êtes emplie d'énergie en ce moment : votre tonus se reflète sur votre mental et vous êtes optimiste. Vous pourriez bien aller au musée, au théâtre ou au cinéma avec un proche aujourd'hui, ce qui satisfera vos envies de beauté et d'art.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. Enjoy a boost of vitality and confidence. You feel as if seized by a new energy which does you a lot of good.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv166",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous prenez vos responsabilités, ce qui pourrait mener à une augmentation..",
  "text_en": "You take your imagination very seriously and you could realize artistic desires.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv167",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble.",
  "text_en": "The calm that you manage to bring about in your home promises you peaceful times where everyone is free to flourish.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv167.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Plutôt que la compagnie d'autrui, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Vous pourriez avoir des problèmes avec une figure d'autorité.",
  "text_en": "A favorable day for a friendly meeting which could bring you a lot. You flourish more than usual in social situations and you are solicited from all sides: you feel particularly positive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv168.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous rendre compte que votre attitude dans votre couple est contradictoire avec vos convictions. Le moment est tout indiqué pour une belle rencontre.",
  "text_en": "You are entitled to well-deserved peaceful moments on an emotional level, take advantage of them! Even if you tend to escape everyday life, it can also bring its share of unforgettable moments. In your relationship, you enjoy a lot of joy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv169.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Accumuler des biens matériels est plus important pour vous que de coutume.",
  "text_en": "You seem quite ready for a nice meeting. You are experiencing a peaceful moment on a romantic level, you might even feel a slight boredom. Your need for freedom is very pronounced, a solo activity could allow you to appreciate the time spent together.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv170.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous laisser aller à la gourmandise.",
  "text_en": "A thoughtful investment could be valued, but try to think carefully about it before acting and not to spread yourself too thin in developing this project!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv171.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "L'influence négative de Mercure n'aidant pas, gardez un oeil sur l'évolution de vos productions, autorisez-vous même à repousser les tâches les plus complexes à un autre moment. Vous pouvez avoir la sensation que le monde est froid et hostile.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! You are in good shape, but don't neglect to monitor your lifestyle. Your quest for roots helps you adopt a balanced diet.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv172.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Prenez le temps d'écouter ce que vos aînés peuvent vous apprendre, de les appeler et de prendre de leurs nouvelles.",
  "text_en": "It is easier for you to express yourself with your colleagues. At work, you manage to remain efficient and structured: take the opportunity to sort your papers.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv173.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La prospérité pourrait vous sourire si vous prêtez attention à votre entourage ! Particulièrement à l'écoute, vous prenez compte des aspirations des autres, mais ne faites pas l'impasse sur vous-même.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv174.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Côté coeur, le temps n'est pas au beau fixe. Votre ego a une place prépondérante vis-à-vis de votre relation. Votre ego a une place importante vis-à-vis de votre relation.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
