
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Si vous n'êtes pas en couple, vous êtes particulièrement disposée à de nouvelles rencontres.",
  "text_en": "day conducive to a long-term financial investment, but only if it is rational and thoughtful: avoid a risky investment like the plague!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_41.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes en proie à des pulsions d'achat, ne vous perdez pas de vue.",
  "text_en": "En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Si vous n'êtes pas en couple, vous êtes particulièrement disposée à de nouvelles rencontres.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_42.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous laisser aller à la gourmandise. Si vous ressentez un gros coup de fatigue aujourd'hui, une soirée de repos devrait vous faire du bien.",
  "text_en": "day conducive to a long-term financial investment, but only if it is rational and thoughtful: avoid a risky investment like the plague!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_43.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Avec Mercure en rétrograde, quelques difficultés en perspective pour les utilisatrices d'outils technologiques. Vous pouvez avoir la sensation que le monde est froid et hostile.",
  "text_en": "You are prey to purchasing impulses, don't lose sight of yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_44.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "À trop rester dans vos pensées, vous en perdez de vue que vos proches souhaitent profiter pleinement de votre présence : mieux vaut parfois remettre les pieds sur Terre.",
  "text_en": "You could indulge in gluttony. If you feel a big hit of fatigue today, an evening of rest should do you good.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_45.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'enthousiasme : vous appréciez une discussion autour d'un délicieux mets. Vous êtes précise lorsque vous vous exprimez.",
  "text_en": "With Mercury in retrograde, some difficulties in perspective for users of technological tools. You may feel like the world is cold and hostile.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_46.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "VTaureau, les astres sont dans votre camp aujourd'hui ! Vous mesurez et appréciez l'affection que votre partenaire vous porte. Célibataire, vous recherchez les frissons du début : le flirt et petits messages craquants. Faites attention cependant à ne pas vous enflammer.",
  "text_en": "By staying too much in your thoughts, you lose sight of the fact that your loved ones want to take full advantage of your presence: it is sometimes better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_47.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'heure n'est pas aux déconvenues côté finances, votre situation ne devrait pas connaître de heurt significatif.",
  "text_en": "The simple pleasures of life give you the most enthusiasm: you enjoy a discussion over delicious food. You are precise when you express yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_48.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez l'occasion de faire de bons petits plats et cela entretient votre joie de vivre. Vous sortez du lot ! Soyez positive et dynamique.",
  "text_en": "Taurus, the stars are on your side today! You measure and appreciate the affection your partner has for you. Single, you are looking for the thrills of the beginning: flirtation and cute little messages. Be careful, however, not to ignite yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_49.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
  "text_en": "Now is not the time for disappointments on the financial side, your situation should not experience any significant shock.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_50.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "S'il est difficile de dire que votre autorité a de l'effet aujourd'hui, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
  "text_en": "You have the opportunity to make good meals and this maintains your joy of living. You stand out from the crowd! Be positive and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_1.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'un orgueil pour camoufler vos failles. Il se pourrait que vous fassiez face à des malentendus avec votre entourage. Vous pourriez avoir des problèmes avec une figure d'autorité",
  "text_en": "You don't have to worry if a competition is planned. You may have difficulty grounding yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_2.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

  
 
 


]
