
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Étant donné le climat astral actuel, il y a des difficultés à prévoir sur le plan romantique. Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très élevées. Tirez parti de jours d'accalmie dans votre couple pour faire le point sur vos souhaits.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_24.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Journée favorable pour faire du tri dans vos finances. Vous ne devriez donc pas connaître de grosses difficultés sur ce plan là, aidée en cela par les astres.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_25.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Votre dynamisme et votre énergie vous permettent de mener vos objectifs à bien.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_26.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous paraissez ultra résistante, et pourtant ! Vos collègues n'y voient que du feu, mais vous êtes dans un épais brouillard intérieurement, qui vous empêche de maintenir votre concentration de manière satisfaisante.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_27.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre autorité et lâcher-prise.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_28.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "La bonne fortune pourrait être au rendez-vous si vous prêtez attention à votre entourage ! Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_29.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Célibataire, vous vous délectez du badinage et de quelques jeux de séduction sans obligatoirement rechercher autre chose. Des problèmes pourraient refaire surface dans votre relation amoureuse : vous pourriez passer près de la rupture ! Gardez la tête froide afin de reconsidérer la situation.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_30.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Prenez garde aux jeux d'argent aujourd'hui : essayez de les reporter au maximum, et abstenez-vous de vous lancer dans un gros placement.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_31.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous pourriez faire preuve d'imprudence : évitez les sports à risques. Si vous ressentez un gros coup de fatigue aujourd'hui, une soirée de repos devrait vous faire du bien. Votre gorge pourrait vous faire souffrir, pensez à la couvrir.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_32.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous avez des facilités à vous exprimer avec votre entourage professionnel. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des envies artistiques.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_33.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Votre foyer se met au diapason de vos valeurs familiales, et la journée est à la communication apaisée entre les membres de votre sphère familiale.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_34.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une discussion autour d'un déjeuner. Particulièrement à l'écoute, vous tenez compte des attentes des autres, mais ne faites pas l'impasse sur vous-même. Vous allez briller, vos côtés extravertis et joueurs animent l'ensemble des activités auxquelles vous êtes conviée et par conséquent, vous semblez demandée de toutes parts !",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_35.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Côté coeur, le temps n'est pas au beau fixe. Si vous vous sentez dans une impasse avec votre partenaire, prenez le temps qu'il faut pour remettre les choses à plat. Prenez garde à ne pas paraître trop perfectionniste.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_36.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
