
[
 {
  "isPub": false,
  "img":"https://arc-anglerfish-eu-central-1-prod-leparisien.s3.amazonaws.com/public/7JVLFSASOJDCXAR2VOT35CJWQM.jpg",
  "text_fr": "Si vous vous sentez dans une impasse avec votre partenaire, attendez d'être dans de meilleures dispositions pour reconsidérer la situation. Étant donné le climat astral actuel, il y a des difficultés à prévoir côté coeur.",
  "text_en": "day conducive to a long-term financial investment, but only if it is rational and thoughtful: avoid a risky investment like the plague!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien..",
  "text_en": "En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Si vous n'êtes pas en couple, vous êtes particulièrement disposée à de nouvelles rencontres.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_52.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous savez aller au fond des choses, sans céder à la simplification extrême. Cela pourra vous épauler aujourd'hui du point de vue de vos finances et vous aider à prendre les bonnes décisions.",
  "text_en": "day conducive to a long-term financial investment, but only if it is rational and thoughtful: avoid a risky investment like the plague!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_53.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Jupiter pourrait bien jouer en votre faveur, sachez accueillir les opportunités qui se présentent. Vous êtes en forme, Mars vous donne beaucoup de vitalité tant sur le plan physique que psychique. Vous êtes du genre fonceur et active, aucun obstacle ne peut vous résister aujourd'hui.",
  "text_en": "You are prey to purchasing impulses, don't lose sight of yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_54.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Des situations compliquées peuvent advenir, mais cela vous permet de gagner en force.",
  "text_en": "You could indulge in gluttony. If you feel a big hit of fatigue today, an evening of rest should do you good.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_55.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Des situations compliquées peuvent advenir, mais cela vous permet de gagner en force.",
  "text_en": "With Mercury in retrograde, some difficulties in perspective for users of technological tools. You may feel like the world is cold and hostile.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_56.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une rencontre plutôt amicale et impromptue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. La journée se prête à un ménage, y compris au sein de votre vie sociale ! Des situations bloquées ou laissées sous le tapis pourraient refaire surface et vous vous sentez d'attaque pour tout affronter.",
  "text_en": "By staying too much in your thoughts, you lose sight of the fact that your loved ones want to take full advantage of your presence: it is sometimes better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_57.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre ego a une place prépondérante vis-à-vis de votre relation. Votre relation de couple est un pur délice.",
  "text_en": "The simple pleasures of life give you the most enthusiasm: you enjoy a discussion over delicious food. You are precise when you express yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_58.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez manquer de prospérité : évitez à tout prix les jeux d'argent, et réfléchissez à deux fois avant tout placement.",
  "text_en": "Taurus, the stars are on your side today! You measure and appreciate the affection your partner has for you. Single, you are looking for the thrills of the beginning: flirtation and cute little messages. Be careful, however, not to ignite yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_59.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Des petites contrariétés peuvent se mettre sur votre chemin : veillez à garder votre calme. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
  "text_en": "Now is not the time for disappointments on the financial side, your situation should not experience any significant shock.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_60.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il est plus simple pour vous de vous exprimer avec votre entourage professionnel. Vous pourriez avoir une décision importante à faire.",
  "text_en": "You have the opportunity to make good meals and this maintains your joy of living. You stand out from the crowd! Be positive and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_1.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous améliorez vos relations avec votre famille en apprenant à vous montrer moins sévère tout en gardant l'autorité dont vous avez besoin. La journée devrait être heureuse sur ce plan..",
  "text_en": "You don't have to worry if a competition is planned. You may have difficulty grounding yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_2.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
