
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous ne vous sentez pas au top et doutez de votre esprit de séduction. Vous vivez un moment d'accalmie côté coeur, il est possible que vous ressentiez même un léger ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv158.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Il est peu plausible que vous gagniez à la loterie, mais vous avez tout intérêt à profiter de la journée pour restructurer vos finances personnelles.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv159.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Des petites contrariétés peuvent se mettre sur votre chemin : veillez à garder votre calme. Économisez-vous aujourd'hui : à vouloir faire les choses trop vite, vous pourriez en faire trop ou y aller trop fort. Vous avez besoin de compagnie pour vous sentir tout à fait bien.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv160.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous êtes en plein questionnement concernant votre travail. Si vous avez pris des risques sur les dernières semaines, ceux-ci pourraient avoir des répercussions dommageables.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv161.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer des disputes que vous pensiez désamorcées.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv162.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Un spa, une table ou un verre en terrasse... vous passez un bon moment avec vos proches. Vous attirez les conversations pleines d'entrain et provoquez le débat et les bons mots, vous avez des conversations captivantes. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus expressive.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv163.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "aureau, les astres sont dans votre camp aujourd'hui ! Débuter une nouvelle relation sentimentale par simple curiosité risquerait d'être un jeu dangereux. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv164.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Prenez garde aux jeux de mise aujourd'hui : essayez de les reporter au maximum, et abstenez-vous de vous lancer dans un gros placement.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv165.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Il vous faudra apprendre à mieux vous occuper de vous-même. Vous souffrez d'une petite forme aujourd'hui, vous accorder une pause gourmande pourrait vous réconforter. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv166.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Votre activité professionnelle est en demi-teinte, ne restez pas seule et demandez de l'aide à vos collègues. Vous avez tendance à vous rebeller contre l'autorité, et si cela pourrait se révéler positif en cas d'injustices, ne vous enfermez pas dans une logique d'insubordination bornée.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv167.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Des événements peuvent vous pousser à réfléchir à la façon dont vous organisez votre foyer.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv168.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide au sein de votre sphère familiale.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv169.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Une rencontre plutôt amicale et impromptue pourrait avoir lieu, soyez prête à l'accueillir. Particulièrement à l'écoute, vous tenez compte des besoins de vos proches, mais ne faites pas l'impasse sur vous-même. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus expressive.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
