
[
 {
  "isPub": false,
  "img":"https://cdn.unitycms.io/images/7qWzs20UqRPAuXty0_zHZS.jpg?op=ocroped&val=1200,1200,1000,1000,0,0&sum=CGDvvvDcSDQ",
  "text_fr": "Vous cherchez à être au coeur de l'attention, voire d'être appréciée. Vous lancer dans une nouvelle relation sentimentale par simple curiosité pourrait être un jeu dangereux.",
  "text_en": "On the heart side, the weather is not good. You may come across as superficial and inconsistent at this time. You need to find the right balance between expressing what is not appropriate and constantly complaining..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_54.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez assister à une embellie de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop dépensière ces derniers mois..",
  "text_en": "Prosperity could come to you through this day.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_55.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera. Profitez d'un regain de vitalité et de confiance. Vous vous sentez comme saisie par une énergie nouvelle qui vous fait beaucoup de bien.",
  "text_en": "At the moment you tend to indulge in pleasures that could harm your body: return to consuming simple and healthy products on a daily basis and eat a balanced diet to eliminate the last deviations. You are suffering from a lot of fatigue today, taking a gourmet break could comfort you. You might have negative thoughts about yourself: don't let them overwhelm you.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_56.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'accalmie que vous arrivez à faire régner dans votre foyer vous promet des temps apaisés où chacun est libre de s'épanouir.",
  "text_en": "You may have difficulty grounding yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_57.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous vous épanouissez plus qu'à l'accoutumée dans des situations sociales et vous êtes sollicitée de toutes parts : vous vous sentez particulièrement positive.",
  "text_en": "You are structured and manage to organize your home well. However, know not to be too directive and let the people around you decide for themselves.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_58.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous vous épanouissez plus qu'à l'accoutumée dans des situations sociales et vous êtes sollicitée de toutes parts : vous vous sentez particulièrement positive.",
  "text_en": "Be careful, you could be a victim of dishonesty today: don't trust anyone blindly. Things slip out of your hands, and the ground seems to slip out from under your feet: you have this feeling that you have no control over anything and that everything is beyond your control, you don't feel like you belong.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_59.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il se pourrait que vous receviez un cadeau ou encore un bonus.",
  "text_en": "You are entitled to well-deserved peaceful moments on an emotional level, take advantage of them! Even if you tend to escape everyday life, it can also bring its share of unforgettable moments. In your relationship, you enjoy a lot of joy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_60.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La bonne fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante.",
  "text_en": "Through your integrity and your sense of organization, your accounts are doing wonderfully well.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv200 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu. Vous avez une appétence pour le travail bien fait, et cette journée devrait vous satisfaire amplement.",
  "text_en": "Pay attention to your diet and eat everything in reasonable quantities.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv201 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
  "text_en": "You tend to spread yourself thin and communicate with difficulty: channel your energy into small projects. On the organizational side, frustrations are to be expected.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv202 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'une prétention de façade pour camoufler vos insécurités. Vous éprouvez des difficultés avec votre entourage, restez sereine.",
  "text_en": "You might take refuge in your thoughts rather than face the worries of your home.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv203 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous semblez tout à fait disposée à une belle rencontre. Vous vivez un instant paisible sur le plan romantique, vous pourriez ressentir même un léger ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "The simple pleasures of life give you the most joy: you enjoy conversation over a meal. Particularly attentive, you take into account the needs of those around you, but do not ignore yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv204 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Un investissement réfléchi pourrait être valorisé, mais tâchez de bien y réfléchir avant d'agir et de ne pas vous éparpiller dans l'élaboration de ce projet !",
  "text_en": "Your ego has a preponderant place in your relationship. You become fully aware of the importance that your partner holds in your existence.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
