
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vénus est à vos côtés aujourd'hui ! Vous passez une période de grande sensibilité, attention, cela peut vous amener à vous sentir dépendante. Célibataire, la rencontre est peu probable aujourd'hui, mais vous appréciez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_13.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "La prospérité n'est pas de votre côté et Jupiter vous encourage au questionnement plutôt qu'à l'action : profitez-en pour prendre de saines habitudes de gestion.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_2.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Prenez garde à votre alimentation et mangez de tout, en quantités raisonnables. Vous souffrez d'un grand moment de fatigue aujourd'hui, vous accorder une pause gourmande pourrait vous réconforter. Vous avez besoin de compagnie pour vous sentir tout à fait bien.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_3.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Quelqu'un au sein de vos collègues pourrait vous mettre dans la confidence, vous pourriez contribuer à améliorer l'ambiance au travail. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_4.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre autorité et lâcher-prise.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_5.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'enthousiasme : vous appréciez une conversation autour d'un repas. L'attention pourrait être centrée sur vous pour de bonnes raisons. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_6.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "On vous trouve une grâce quelque peu irrésistible qui contraste néanmoins avec votre aspect possessif. C'est une période propice au flirt autour d'un repas.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_7.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Accumuler des biens matériels est plus important pour vous qu'à l'accoutumée.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_8.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous avez tendance en ce moment à vous accorder des plaisirs susceptibles de malmener votre corps : revenez à la consommation de produits non transformés dans la vie quotidienne et réadaptez votre alimentation pour vous débarrasser des derniers écarts. Économisez-vous aujourd'hui : à vouloir faire les choses dans la précipitation, vous pourriez en faire trop ou y aller trop fort.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_9.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Un problème ne se débloque pas aussi rapidement que vous le souhaitez.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_10.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Si l'on peut difficilement dire que votre autorité a beaucoup d'effet aujourd'hui, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_11.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Une attitude impertinente et un comportement qui frôle l'égocentrisme risquent de vous mettre des proches à dos.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_12.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous êtes emplie d'affection. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
