
[
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Même si vous traversez une phase de doutes, rappelez-vous que la beauté vient de l'intérieur. À deux, l'envie de comprendre les choses et la sincérité dont vous faites preuve seront appréciées par votre moitié.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_3.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 


 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous savez aller au fond des choses, sans céder à la simplification extrême, ce qui pourra se révéler d'une grande utilité.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_4.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Tentez de prendre du recul et ne succombez pas en trop grande quantité aux envies gourmandes. Si vous ressentez un gros coup de fatigue aujourd'hui, une soirée dédiée à votre repos devrait vous faire du bien. Vous avez besoin que les choses soient bien organisées et n'appréciez pas les changements de dernière minute.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_5.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez des facilités à vous exprimer avec vos collègues, ce talent pour la communication vous place sous les feux de la rampe.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_6.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Journée stable, vous arrivez à une paix où tous connaissons leur position et ses responsabilités, la période est particulièrement propice pour impliquer votre sphère familiale dans des petites améliorations.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_7.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Une rencontre plutôt amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vos proches recherchent votre présence et cela vous fait du bien. Un ami peut venir à vous pour vous demander conseil : ne cherchez pas forcément à résoudre les soucis, parfois une oreille attentive suffit.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_8.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "En couple, aimer n'est pas posséder ! Gare aux comportements qui laisseraient penser qu'autrui pourrait vous appartenir. Pour les célibataires, vous semblez tout à fait disposée à de nouvelles rencontres.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_9.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Par votre intégrité et votre sens de l'organisation, vos comptes se portent à merveille.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_10.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Attention à votre alimentation et mangez de tout, en quantités raisonnables. Vous risquez de ressentir quelques aléas côté vitalité : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner ! Vous pourriez avoir des sentiments négatifs envers vous-même : ne vous laissez pas envahir.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_11.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Attendez-vous à quelque chose de très positif qui pourrait émaner de votre entourage professionnel.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_12.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous voulez être le roc qui soutient les membres de votre sphère familiale, mais vous pouvez aussi être dépendante de votre entourage en retour.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_13.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Un spa, un délicieux mets ou un verre en terrasse... Vous passez un bon moment avec vos proches. Vous êtes solide et êtes de très bon avis sur les sujets qui comptent. L'amitié est en vedette aujourd'hui, vous exercez votre influence positive auprès de votre entourage et il vous le rend bien.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_14.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Les grands bonheurs viennent du ciel, les petites joies viennent des hommes (proverbe chinois).",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_15.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
