
[
 {
  "isPub": false,
  "img":"https://www.apple.com/newsroom/images/2023/09/apple-unveils-iphone-15-pro-and-iphone-15-pro-max/article/Apple-iPhone-15-Pro-lineup-hero-230912_Full-Bleed-Image.jpg.large.jpg",
  "text_fr": "Si vous n'êtes pas en couple, vous êtes tout à fait encline à de nouvelles rencontres. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre partenaire.",
  "text_en": "Venus is by your side today! You become completely aware of the importance that your partner holds in your existence. Starting a new romantic relationship out of simple curiosity could have unpleasant consequences..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_50.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez assister à une amélioration de vos finances, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Prenez garde à votre alimentation et mangez de tout, en quantités raisonnables. Vous souffrez d'un grand moment de faiblesse aujourd'hui, vous accorder une pause détente type spa pourrait vous soulager. Vous ne vous sentez pas à votre aise aujourd'hui, et personne ne semble vous comprendre véritablement. Faites preuve de compassion, avec les autres mais aussi avec vous-même.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_52.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'influence négative de Mercure n'aidant pas, gardez un oeil sur l'évolution de vos productions, autorisez-vous même à repousser les tâches les plus complexes à un autre moment. Si vous avez pris des risques sur les dernières semaines, ceux-ci pourraient avoir des répercussions dommageables.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_53.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre lâcher-prise et autorité.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_54.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Plutôt que la compagnie d'autrui, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Vous êtes indécise, vos prises de position nécessitent plus de temps qu'à l'accoutumée alors que vous désirez prévoir une simple sortie entre amis ! Votre tendance à fuir le conflit pourrait se manifester par des remarques passives-agressives : cela ne fait qu'envenimer les choses, préférez dire les choses clairement.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_55.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous risquez de voir d'anciennes querelles du passé refaire surface dans votre couple. Démarrer une nouvelle relation amoureuse par simple curiosité risquerait d'être un jeu dangereux.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_56.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il est peu probable que vous gagniez au loto, mais vous avez tout intérêt à profiter de la journée pour construire un budget avec patience.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_57.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez tendance en ce moment à vous accorder des plaisirs qui pourraient nuire à votre corps : adoptez une alimentation équilibrée pour vous débarrasser des précédents excès et revenez à la consommation de denrées simples et saines dans la vie quotidienne. Économisez-vous aujourd'hui : à vouloir faire les choses dans la précipitation, vous pourriez en faire trop ou y aller trop fort.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_58.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Au travail, vous réussissez à atteindre vos objectifs et pouvez vous faire remarquer par votre hiérarchie.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_59.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Cette journée peut être assez éprouvante concernant l'ambiance qui règne au sein de votre famille, demandez conseil si cela vous pèse trop.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_60.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une discussion autour d'un bon petit mets.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_193.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes romantique et dévouée. Vous vivez des moments paisibles côté coeur, il se pourrait que vous ressentiez même un peu d'ennui. Votre besoin d'indépendance étant très prononcé, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
