
[
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "À deux, la curiosité et l'authenticité dont vous faites preuve seront appréciées par votre partenaire. Pour les célibataires, c'est le moment pour une rencontre déterminante.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_94.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 


 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous pourriez avoir un boost dans vos finances grâce à cette journée, restez prête à saisir ce qui se présentera.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_95.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez la possibilité de faire de bons petits plats et cela entretient votre joie de vivre. Tant d'énergie bouillonne en vous, vous auriez tout intérêt à pratiquer une nouvelle activité sportive. Votre désir d'être vue et de rayonner ne trouvera aucune résistance : écoutez votre corps et faites-lui confiance pour vous guider vers la journée pleine d'énergie positive.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_96.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez des facilités à vous exprimer avec vos collègues, vos idées innovantes seront bien accueillies..",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_97.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "L'air sera électrique aujourd'hui ! Si vos enfants sont adolescents, vous pourriez avoir à faire face à des contestations et disputes : tentez de rester ouverte au dialogue, la réconciliation n'est jamais très loin.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_98.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Bélier, gare à l'arrogance ! Votre entourage pourrait s'agacer de votre prétention. Vous avez sérieusement besoin d'une période de retraite afin de vous retrouver et d'éviter la cohue. Les choses vous glissent des mains, et le sol paraît se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_99.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "En solo, si vous avez des sentiments pour quelqu'un, ceux-ci seront probablement rendus plus solides et pourraient aboutir à une histoire d'amour durable. En couple, la période est très propice pour rendre plus solide votre couple dans la vie de tous les jours : gestes ou paroles tendres et autres petites démonstrations sont valorisés.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_100.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Gardez vos distances avec les sites marchands et examinez vos achats secondaires avec prudence.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_101.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "La prospérité pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas en abuser par un trop-plein de confiance. Vous êtes en bonne forme aujourd'hui, mais n'en oubliez pas de surveiller votre hygiène de vie. C'est un moment opportun pour remettre en question les habitudes que vous conserviez sans qu'elles n'aient encore de sens et d'en construire de nouvelles.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_102.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Votre enthousiasme communicatif inspire votre entourage professionnel, le moment est tout indiqué pour bâtir des relations robustes. Continuez à donner le meilleur de vous-même, votre engagement et votre précision seront reconnus à leur juste valeur..",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_103.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "L'exercice de l'autorité au sein de votre sphère familiale peut être éprouvant mais c'est largement compensé par la tendresse et l'écoute dans votre sphère familiale.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_103.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous vous montrez entêtée, menée par une confiance en vous qui touchera aux sommets. Vous pourriez sembler distante et hautaine, un effort pour sourire et s'ouvrir aux autres dissipera tout malentendu. Vous organisez plein de sorties, mais vous pourriez en annuler en dernière minute.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_104.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "La voie des méchants est ténébreuse : ils n'aperçoivent pas ce qui les fera tomber (Livre des Proverbes).",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_105.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
