
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les amoureux, essayez d'apporter la considération adéquate au point de vue de votre moitié en cas de désaccord. Quant aux célibataires, l'ambiance astrale actuelle encourage la rencontre sentimentale.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_63.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes du genre fonceur mais ne couperez pas à la nécessité de faire vos comptes.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_76.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes d'humeur compétitive et votre forme est au mieux ; vous avez grand besoin de vous libérer des tensions.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_77.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre enthousiasme communicatif inspire votre entourage professionnel, cette aptitude pour la communication vous place sous les projecteurs.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_78.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez la sensation de ne pas toujours être à votre place dans votre foyer.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_79.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes à fleur de peau et cela vous permet de tisser des liens sociaux plus forts.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_80.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "En couple, vous vivez une période paisible côté coeur, il est possible que vous ressentiez même un léger ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Pour les célibataires, une rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_81.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez assister à une embellie de vos finances personnelles, en particulier si vous ne vous êtes pas montrée trop dépensière ces derniers mois.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_82.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous réussissez à mobiliser votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. Profitez d'un regain d'énergie et d'amour propre, cela pourrait vous pousser à prendre davantage soin de vous-même. Vos émotions pourraient peser sur votre moral plus que de coutume : trouvez refuge dans des moments de répit.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_83.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez des facilités à vous exprimer avec vos collègues, la période est particulièrement favorable pour construire des relations robustes. Vous prenez vos responsabilités, ce qui pourrait mener à une augmentation.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_84.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer de vieilles disputes du passé.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_85.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les amoureux, ne laissez pas des tensions persistantes obscurcir votre présent, affrontez-les avec intégrité. En solo, vous n'êtes pas au meilleur de votre forme et doutez de votre esprit de séduction.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_86.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous pourriez avoir des discussions susceptibles de vous aider. Vous vous montrez sensible et êtes très à l'écoute : cela fera de vous la personne vers qui tout le monde se tourne pour des conseils.",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_87.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 
  
 
 


]
