
[
 {
  "isPub": false,
  "img":"https://arc-anglerfish-eu-central-1-prod-leparisien.s3.amazonaws.com/public/7JVLFSASOJDCXAR2VOT35CJWQM.jpg",
  "text_fr": "Côté coeur, le temps n'est pas au beau fixe. Vous pourriez vous révéler superficielle et incohérente en ce moment. Il vous faut trouver la juste mesure entre exprimer ce qui ne convient pas et vous plaindre constamment.",
  "text_en": "Your relationship is exquisite. You could be idealistic with those around you and show yourself to be full of principles, even too much.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_31.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La prospérité pourrait vous arriver par le biais de cette journée.",
  "text_en": "You could see an improvement in your personal finances, especially if you have not been too profligate lately.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_32.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez tendance en ce moment à vous accorder des plaisirs qui pourraient malmener votre corps : revenez à la consommation de produits simples et sains au quotidien et ayez une alimentation équilibrée pour évacuer les derniers écarts. Vous souffrez d'un gros coup de fatigue aujourd'hui, vous accorder une pause gourmande pourrait vous réconforter. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
  "text_en": "A nap will help you replenish your vitality if you feel a little sluggish today, but you feel in good shape. Enjoy a boost of energy and confidence. It's decided, you want to take care of yourself, it's an opportune time to make your medical appointments put aside until now and practice a new physical activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_33.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
  "text_en": "You are full of imagination and, if you have children, you could share beautiful moments around a story.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_34.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes structurée et parvenez à bien organiser votre foyer. Sachez toutefois ne pas être trop directive et laisser les personnes qui vous entourent décider pour elles-mêmes.",
  "text_en": "You have a tendency towards impertinence and egocentrism at the moment: be careful not to alienate your friends. You might have tension with an authority figure.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_35.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Attention, vous pourriez être victime de malhonnêteté aujourd'hui : n'accordez pas votre confiance à n'importe qui aveuglément. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "text_en": "You appear expressive, almost eccentric. Single, you enjoy seduction and banter without necessarily looking for something else.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_36.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez droit à des moments paisibles bien mérités sur le plan sentimental, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter sa part de moments inoubliables. Dans votre couple, vous jouissez de beaucoup de liesse.",
  "text_en": "You could get a boost in your personal finances thanks to your patience.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_37.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien.",
  "text_en": "Good fortune may smile upon you if you seize it, but be careful not to come across as overconfident. You need to be seen and you radiate solar energy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_38.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Faites attention à votre alimentation et mangez de tout, en quantités raisonnables.",
  "text_en": "You don't have to worry if an important presentation is planned. You may have difficulty anchoring yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_39.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez tendance à vous éparpiller et communiquez difficilement : canalisez votre énergie dans des petits projets. Côté organisation, des frustrations sont à attendre.",
  "text_en": "You should benefit from a solid atmosphere in your home, which gives you an anchor. The day is for relaxation.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_40.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les soucis de votre foyer.",
  "text_en": "Prosperity could smile on your face if you pay attention to those close to you! Attention might be focused on you for good reasons. Friendship is in the spotlight today, you exert your positive influence on those around you and they reciprocate..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_41.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un repas. Particulièrement à l'écoute, vous prenez compte des besoins de votre entourage, mais ne faites pas l'impasse sur vous-même.",
  "text_en": "As a couple, the desire to understand things and the sincerity you show will be appreciated by your other half. You are cautious and your protective instinct is very present.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_42.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un repas. Particulièrement à l'écoute, vous prenez compte des besoins de votre entourage, mais ne faites pas l'impasse sur vous-même.",
  "text_en": "As a couple, the desire to understand things and the sincerity you show will be appreciated by your other half. You are cautious and your protective instinct is very present.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
