
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Il ne vous est pas recommandé de vous lancer dans une nouvelle relation sentimentale actuellement. Aimer n'est pas posséder ! Gare aux comportements qui laisseraient penser que les autres pourraient vous appartenir.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_165.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },


 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Accumuler des possessions est plus important pour vous que d'habitude.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_166.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous pourriez assister à une amélioration de vos finances, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_167.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera. Dans une forme olympique, vous devriez jouir de cet élan positif, qui pourrait vous réserver de belles surprises. Votre entrain et votre dynamisme vous permettent de mener vos projets à bien.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_168.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous n'avez pas de souci à vous faire si une réunion importante est prévue.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_169.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_170.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Attention, vous pourriez faire une mauvaise rencontre aujourd'hui : ne faites pas confiance à n'importe qui sans réfléchir. Vous pourriez avoir tendance à vous entêter. Les choses vous glissent des mains, et le sol paraît se dérober sous vos pieds : vous avez des difficultés à réaliser ce qui arrive tant cela défile, vous ne vous sentez pas à votre place.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_171.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Célibataire, vous recherchez les frissons de la rencontre : le badinage et petits messages craquants. Faites attention cependant à ne pas vous enflammer. Vous vivez des moments paisibles sur le plan sentimental, il se pourrait que vous ressentiez même un léger ennui. Votre besoin d'indépendance étant très marqué, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_172.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Le climat astral pourrait mettre à l'épreuve votre porte-monnaie : soyez réfléchie, et tentez de gérer sagement votre budget.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_173.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vos collègues pourraient être à la source de quelque chose de positif.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_174.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La bonne fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_175.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous avez du mal à rester concentrée.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_176.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop rigide. Écoutez les besoins de chacun et sachez admettre que vous n'avez pas toujours la science infuse.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_177.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
