
[
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous prenez totalement conscience de l'importance que votre partenaire tient dans votre existence. Célibataire, vous appréciez le flirt et la séduction sans obligatoirement rechercher autre chose.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_55.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 


 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous pourriez assister à une éclaircie de vos finances personnelles, en particulier si vous ne vous êtes pas montrée trop dépensière ces derniers temps.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_56.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Jupiter pourrait bien jouer en votre faveur, sachez accueillir les opportunités qui se présentent. Vous êtes en bonne forme aujourd'hui, mais n'en oubliez pas de faire attention à votre hygiène de vie..",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_57.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous êtes en pleine remise en question concernant votre travail.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_58.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "C'est un bon moment pour faire prendre de nouvelles bases saines à votre foyer.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_59.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Un spa, un dîner ou un verre en terrasse... Vous passez du bon temps avec votre entourage. Vous recherchez l'aventure, pourquoi ne pas élargir votre cercle social ?",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_60.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Sur le plan sentimental, Vénus mal aspectée vous met des bâtons dans les roues. En solo, vous vous précipitez tête baissée ! Le pire comme le meilleur pourrait advenir, néanmoins prendre un temps de réflexion pourrait être bénéfique, soyez patiente. Pour les amoureux, vous avez des choses sur le coeur que vous avez du mal à exprimer, vous pourriez sembler hautaine et fermée envers votre moitié. Vous devez prendre votre temps pour faire une pause et examiner la situation.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_61.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous faites votre petit bonhomme de chemin lentement mais sûrement : votre équilibre financier ne devrait pas observer de heurt significatif.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_62.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Une sieste vous aidera à faire le plein de force en cas de fatigue aujourd'hui, mais vous vous sentez en forme. Vous êtes d'humeur compétitive et votre forme est à son sommet ; vous avez grand besoin de vous défouler. Vous vous montrez partout à la fois mais réservez-vous également des moments de repos.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_63.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Votre enthousiasme communicatif inspire vos collègues, la période est particulièrement favorable pour bâtir des relations robustes.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_64.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez des difficultés à demander de l'aide, mais le soutien de vos proches pourrait se révéler plus important que vous ne le pensez..",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_65.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "La prospérité pourrait être au rendez-vous si vous prêtez attention à votre entourage ! Vous vous limitez à des discussions pratiques et rationnelles. Vous avez une conversation captivante et qui sort des chemins battus.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_66.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Pour les célibataires, repoussez les décisions importantes relatives à votre relation à plus tard. À deux, prenez le temps pour apprécier chaque instant passé ensemble et découvrir le confort de la routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_67.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
