
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Le défi est de distinguer entre une attirance profonde et un feu de paille. En couple, l'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre partenaire.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way.  ",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv186.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "N'ignorez pas les signaux d'alerte qui indiquent que vos finances risquent de vous demander beaucoup d'efforts.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv187.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes optimiste et confiante et cela vous permet d'aborder la journée sous d'excellentes dispositions.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv188.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "C'est un moment opportun pour envisager un challenge sportif, vous êtes dans une forme olympique et avez un mental d'acier",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv189.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre entourage professionnel pourrait être à la source de quelque chose de positif.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv190.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes structurée et parvenez à bien organiser votre foyer, le moment est propice pour planifier ce repas de famille que chacun attends avec impatience.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv191.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous parlez avec franchise et authenticité, et vous dégagez une certaine assurance. L'amitié est en vedette aujourd'hui, vos proches recherchent votre présence et ils vous le rendent bien.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv192.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "À deux, c'est dans la tranquillité que résonne le rythme véritable du couple. Pour les célibataires, la période est particulièrement favorable pour une rencontre déterminante.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv193.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Les configurations astrales pourraient chahuter vos finances personnelles : soyez prudente, et tâchez de gérer prudemment votre budget.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv194.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez l'opportunité de cuisiner sainement et cela entretient votre joie de vivre.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv195.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une personne dans vos collègues pourrait vous mettre dans la confidence, vous pourriez contribuer à améliorer l'ambiance au travail. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des envies artistiques.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv196.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre intuition à son apothéose et votre compassion naturelle vous permettent d'encourager votre entourage avec bienveillance, sans faire de remous.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv197 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Taureau, gare à l'arrogance ! Vos proches pourraient s'agacer de votre prétention. Vous pourriez vous montrer quelque peu agressive dans votre manière de parler.",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv198 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "En solo, pesez le pour et le contre avant de vous engager ; les jeux de l'amour requièrent de la prudence. En couple, si vous commencez à tourner en rond, il ne faut pas oublier que parfois, la liberté personnelle est essentielle au bonheur conjugal",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv199 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à un placement financier à long terme, mais uniquement s'il est réfléchi et rationnel : fuyez comme la peste un investissement non maîtrisé !",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv200 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 

 
 
 
 
  
 
 


]
