
[
 {
  "isPub": false,
  "img":"https://cdn.unitycms.io/images/7qWzs20UqRPAuXty0_zHZS.jpg?op=ocroped&val=1200,1200,1000,1000,0,0&sum=CGDvvvDcSDQ",
  "text_fr": "Vous cherchez à être au coeur de l'attention, voire d'être appréciée. Vous lancer dans une nouvelle relation sentimentale par simple curiosité pourrait être un jeu dangereux.",
  "text_en": "You seek to be the center of attention, even to be appreciated. Jumping into a new romantic relationship out of simple curiosity could be a dangerous game.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_54.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez assister à une embellie de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop dépensière ces derniers mois..",
  "text_en": "You could see an improvement in your personal finances, particularly if you haven't been too spendthrift in recent months..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_55.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera. Profitez d'un regain de vitalité et de confiance. Vous vous sentez comme saisie par une énergie nouvelle qui vous fait beaucoup de bien.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. Enjoy a boost of vitality and confidence. You feel as if seized by a new energy which does you a lot of good.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_56.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'accalmie que vous arrivez à faire régner dans votre foyer vous promet des temps apaisés où chacun est libre de s'épanouir.",
  "text_en": "You take your imagination very seriously and you could realize artistic desires.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_57.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous vous épanouissez plus qu'à l'accoutumée dans des situations sociales et vous êtes sollicitée de toutes parts : vous vous sentez particulièrement positive.",
  "text_en": "The calm that you manage to bring about in your home promises you peaceful times where everyone is free to flourish.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_58.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous vous épanouissez plus qu'à l'accoutumée dans des situations sociales et vous êtes sollicitée de toutes parts : vous vous sentez particulièrement positive.",
  "text_en": "A favorable day for a friendly meeting which could bring you a lot. You flourish more than usual in social situations and you are solicited from all sides: you feel particularly positive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_59.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il se pourrait que vous receviez un cadeau ou encore un bonus.",
  "text_en": "You are entitled to well-deserved peaceful moments on an emotional level, take advantage of them! Even if you tend to escape everyday life, it can also bring its share of unforgettable moments. In your relationship, you enjoy a lot of joy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_60.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La bonne fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante.",
  "text_en": "You seem quite ready for a nice meeting. You are experiencing a peaceful moment on a romantic level, you might even feel a slight boredom. Your need for freedom is very pronounced, a solo activity could allow you to appreciate the time spent together.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv200 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu. Vous avez une appétence pour le travail bien fait, et cette journée devrait vous satisfaire amplement.",
  "text_en": "A thoughtful investment could be valued, but try to think carefully about it before acting and not to spread yourself too thin in developing this project!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv201 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! You are in good shape, but don't neglect to monitor your lifestyle. Your quest for roots helps you adopt a balanced diet.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv202 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'une prétention de façade pour camoufler vos insécurités. Vous éprouvez des difficultés avec votre entourage, restez sereine.",
  "text_en": "It is easier for you to express yourself with your colleagues. At work, you manage to remain efficient and structured: take the opportunity to sort your papers.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv203 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous semblez tout à fait disposée à une belle rencontre. Vous vivez un instant paisible sur le plan romantique, vous pourriez ressentir même un léger ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv204 (1).mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Un investissement réfléchi pourrait être valorisé, mais tâchez de bien y réfléchir avant d'agir et de ne pas vous éparpiller dans l'élaboration de ce projet !",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
