
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les amoureux, dans votre relation de couple, vous ne recherchez pas à édulcorer les choses : vous êtes naturelle. Quant aux célibataires, avant de vous immerger au sein des eaux inexplorées de la romance, questionnez vos envies ; est-ce simplement la nouveauté qui vous attire, ou cherchez-vous quelque chose de plus substantiel ?",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. ",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv170.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Prenez garde aux jeux d'argent aujourd'hui : essayez de les reporter autant que possible, et abstenez-vous de vous lancer dans un gros placement.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv171.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Tant d'énergie sommeille en vous, vous auriez tout intérêt à vous inscrire à un club de sport. On vous voit ! Soyez joviale et dynamique : votre énergie contagieuse contamine votre entourage.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv172.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si une présentation importante est prévue.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv173.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous voulez faire les choses bien et ne pas montrer vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv174.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous parlez avec authenticité et spontanéité, et vous dégagez une certaine assurance. Vous êtes guidée par votre altruisme, et si c'est au risque de vous oublier au passage, vous faites également beaucoup de bien autour de vous.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv175.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Côté amour, l'ambiance est au beau fixe. Célibataire, vous pourriez faire une rencontre déterminante. À deux, la sincérité dans vos discussions cimentera votre couple.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv176.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez des envies consuméristes aujourd'hui, qu'il faudra éviter d'assouvir au risque de le regretter plus tard.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv177.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Jupiter pourrait bien jouer en votre faveur, sachez accueillir les opportunités qui se présentent. Profitez d'un regain de vitalité et d'amour propre, vous poussant à persévérer même dans les moments moins motivants. Les choses sont plus intenses qu'à l'accoutumée et vous pourriez ressentir des émotions extrêmes, qui vous fatiguent tout en vous stimulant.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv178.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Au travail, vous êtes productive et organisée, et cela ne passe pas inaperçu.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv180.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes structurée et arrivez à bien organiser votre foyer, c'est le moment d'instaurer de nouvelles traditions familiales.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv181.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Attention, vous pourriez faire une mauvaise rencontre aujourd'hui : ne faites pas confiance à n'importe qui sans réfléchir. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez du mal à réaliser ce qui arrive tant cela va vite, vous ne vous sentez pas à votre place.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv182.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Mieux vaut un trot qui dure qu'un galop qui se lasse (proverbe espagnol).",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv183.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 
  
 
 


]
