
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "L’élan du cœur est fort, mais il se confronte aujourd’hui à un besoin de souffle, de surprise ou de changement de rythme. Entre le désir d’être pleinement vue, reconnue dans votre intensité, et la nécessité de ne pas vous sentir retenue ou enfermée, un tiraillement peut surgir. Les émotions sont franches, parfois inattendues, et certaines réactions peuvent bousculer l’équilibre. Ce climat vous encourage à accueillir les mouvements sans chercher à les contrôler : en laissant de l’espace, en respectant les temps de chacun, vous permettez à la relation de se renouveler plutôt que de se figer.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_66.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },   
   
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 

 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une envie de vous faire plaisir ou de marquer votre valeur par une dépense peut surgir brusquement. Ce mouvement n’est pas à juger, mais à interroger : est-ce un élan joyeux, ou une réponse à une insécurité momentanée ? Mieux vaut différer les décisions prises sur un coup de tête. Cultiver une conscience plus profonde de ce qui motive vos achats vous aide à établir une relation plus fluide et équilibrée à l’argent.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_67.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "L’énergie circule avec force, mais elle demande à être dirigée. Pour éviter les excès ou la dispersion, choisissez des pratiques qui mobilisent le corps de manière consciente : course modérée, arts martiaux, yoga dynamique, respiration active. Transformer l’intensité physique en force intérieure stabilisante est la meilleure manière d’honorer votre vitalité sans l’épuiser.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_68.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 

  {
  "isPub": true,
  "img":"https://firebasestorage.googleapis.com/v0/b/wakana-c6f61.appspot.com/o/images%2FfollowersAfiche.png?alt=media&token=ba81a34d-0df6-467b-a2e7-590d32de7cb5",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Une impulsion vous pousse à agir, à prendre les devants, à incarner ce qui vous tient à cœur. Vous avez une vision claire de ce que vous voulez impulser, et surtout, de ce que cela signifie pour vous à long terme. Cette journée soutient les démarches courageuses, les prises de position franches et les initiatives audacieuses. Votre force réside dans votre clarté d’intention : elle donne du poids à vos choix.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_68.mp3",
  "video": "",
   "link": "",
  "btext": ""

 }, 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez envie de douceur, d’un lien qui vous enveloppe, d’un amour qui rassure. Mais ce que vous offrez aujourd’hui pourrait ne pas être reçu comme vous l’espériez. La tension entre la Lune et Mercure rétrograde peut créer des malentendus affectifs, des attentes non dites ou des projections idéalisées. En amitié, un silence ou un manque de réponse pourrait vous peser. Ne vous refermez pas : respirez, attendez que les mots justes se présentent",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_69.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "L’atmosphère du jour intensifie votre besoin de vérité dans les relations. Vous ne souhaitez plus avancer à demi-mot : ce que vous ressentez, vous avez envie de le dire, avec clarté et intégrité. Cette franchise peut parfois déstabiliser, surtout si elle est portée par une impatience ou une émotion vive, mais elle a le mérite d’éclairer ce qui compte vraiment pour vous. Si elle est exprimée avec douceur, elle devient une force de rapprochement, un appui pour construire des liens plus sincères et alignés.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_69.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Un tiraillement intérieur peut surgir entre une envie soudaine de vous faire plaisir et un besoin plus profond de stabilité. Ce mardi, un climat d’agitation ou d’insécurité passagère peut vous pousser à envisager une dépense impulsive, dans l’espoir de retrouver un sentiment de valeur ou de réconfort. Avant de passer à l’acte, prenez le temps d’observer ce qui motive vraiment cet élan. En agissant avec lucidité, vous pouvez transformer ce moment de tension en une occasion de mieux comprendre votre rapport à l’argent — et de réaffirmer ce qui vous sécurise réellement.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_70.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://www.amicalesppdijon.fr/80-large_default/voyage-canada.jpg",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les amoureux, vous recherchez une certaine stabilité. Pour les célibataires, on vous trouve une grâce difficile à contourner qui contraste cependant avec votre penchant possessif.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_71.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Un flottement se fait sentir dans le domaine professionnel. La tension avec Saturne pourrait mettre en lumière un sentiment d’isolement ou d’injustice. Un projet prend du retard, une reconnaissance espérée n’arrive pas. Gardez confiance : vous semez des choses solides, même si leur croissance n’est pas immédiate.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_72.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Un tiraillement se fait sentir entre un besoin de repos en profondeur et une pression intérieure à rester actif·ve, à tout mener de front. Cette tension, parfois diffuse, peut se traduire par une fatigue physique, une baisse d’immunité ou un excès de nervosité. Le corps vous montre ses limites : à vous de les écouter avant qu’il ne les impose. Ce mardi, alléger vos exigences, ralentir le rythme et privilégier des gestes réparateurs devient essentiel pour préserver votre équilibre.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_73.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }, 
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "L’élan du cœur est vif ce matin. Lune et Jupiter vous poussent à donner, à partager, à vous investir avec chaleur dans vos liens. En amour comme en amitié, vous brillez par votre présence. Mais en soirée, une dissonance peut émerger : un silence, un manque d’écho, une attention qui ne revient pas. Ce n’est pas une remise en cause de votre valeur, mais l’occasion de réajuster : tout offrir ne signifie pas tout attendre.",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_74.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

  {
  "isPub": false,
  "img":"",
  "text_fr": "Certaines interrogations professionnelles de fond peuvent ressurgir, comme si un ancien doute refaisait surface. Vous pourriez vous demander si ce que vous faites vous correspond encore, ou si votre énergie est bien investie. Plutôt que de voir cela comme un signe de faiblesse, accueillez ce questionnement comme une invitation à affiner votre direction. Il est temps de réajuster ce qui ne vous nourrit plus, pour mieux protéger votre équilibre sur la durée.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_75.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": false,
  "img":"",
  "text_fr": "Une tension subtile peut traverser vos liens aujourd’hui, entre le désir d’être utile, présent·e, attentionné·e — et un sentiment plus diffus de décalage ou d’incompréhension. Vous cherchez à bien faire, à prendre soin de l’autre dans les détails, mais cela peut ne pas être perçu comme vous l’espériez. Ce léger désalignement n’est pas un échec : il vous invite à réévaluer certaines habitudes relationnelles, à écouter ce qui, en vous ou chez l’autre, évolue en profondeur. Accepter que toute relation passe par des ajustements silencieux, parfois invisibles, ouvre la voie à une connexion plus fine, plus authentique.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_76.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
    {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
   
 

 
 
 
 
  
 
 


]
