
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Célibataire, vous appréciez de quelques jeux de séduction et du badinage sans obligatoirement rechercher plus. Attention à ne pas passer sous silence les peines dans la relation que vous entretenez avec votre moitié : " Ce qui est tu, tue " (Coppens).",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_71.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Jupiter vous porte chance, et un placement financier réfléchi pourrait être valorisé.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_72.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Une sieste vous aidera à faire le plein d'énergie en cas de fatigue aujourd'hui, mais vous vous sentez en forme. Pleine de joie, vous devriez profiter de cet élan positif, qui pourrait vous réserver de belles surprises. Offrez-vous un moment zen, cela vous permettra de passer une journée sous d'excellentes dispositions.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_73.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Autant que possible, évitez les tâches intellectuelles cette journée. Ne cherchez pas absolument l'approbation d'autrui, et tentez d'agir selon vos valeurs propres.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_74.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Attendez-vous à quelque chose de très positif qui pourrait venir de vos collègues. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_75.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus de joie : vous appréciez une discussion autour d'un bon dîner. D'anciennes querelles peuvent aller dans le sens de l'apaisement. Vous vous épanouissez plus que d'habitude dans des situations sociales et vous êtes sollicitée de toutes parts : vous vous sentez particulièrement joyeuse.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_76.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Un spa, un bon repas ou un verre en terrasse... vous passez du bon temps avec vos proches. Des tensions persistantes vont aller dans le sens de l'accalmie. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à votre entourage qui sera ravi de vous aider à le dépasser.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_77.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Des tensions passées sous silence pendant longtemps dans votre relation amoureuse pourraient refaire surface. Célibataire, vous vous délectez du badinage et de quelques jeux de séduction sans forcément rechercher autre chose.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_78.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Tenez-vous éloignée des sites marchands et examinez vos achats secondaires avec prudence.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_79.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Si vous n'êtes pas en couple, vous êtes tout à fait disposée à de nouvelles rencontres. Vous vivez une période de paix côté coeur, attendez-vous peut-être à ressentir même un peu d'ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_80.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Des petites contrariétés peuvent se mettre sur votre chemin : veillez à garder votre calme. Vous risquez de sentir quelques aléas côté vitalité : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner !",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_38.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Sur le plan de votre travail, Saturne vous aide à être particulièrement organisée en ce moment : vous dirigez cette efficacité vers vos amis, ou pourquoi pas vers une activité humanitaire.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_39.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous devriez bénéficier d'une ambiance solide dans votre foyer, qui vous donne un point d'ancrage. La journée est à la détente.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
