
[
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "À deux, vous risquez de voir de vieilles disputes du passé refaire surface dans votre couple. Quant aux célibataires, démarrer une nouvelle relation amoureuse sur un coup de tête risquerait d'être un jeu dangereux.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way.  ",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_23.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Du côté finances, vous êtes en roue libre ! Reprenez-vous et tentez de faire preuve de lucidité.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_24.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes en bonne forme et vous vous sentez remplie de force. De la marche à pied ou une séance de running serait très indiqué aujourd'hui.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_25.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_26.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide..",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_27.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Avec l'influence de la rétrograde de Mercure, ce que vous avez prévu est contrarié par divers contretemps. Les choses vous glissent des mains, et le sol paraît se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_28.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vénus est à vos côtés aujourd'hui ! Célibataire, profitez de sorties entre amis pour faire de nouvelles rencontres. Pour les amoureux, on vous trouve une sensualité difficile à contourner qui contraste toutefois avec votre penchant possessif.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_29.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous attirez la prospérité grâce à votre patience, et votre porte-monnaie pourrait observer une amélioration notable.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_30.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "La fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas en abuser par excès de confiance. Tant de vitalité sommeille en vous, vous auriez tout intérêt à pratiquer une nouvelle activité physique.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_31.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Le transit de Mercure serait susceptible de semer le trouble avec votre entourage professionnel, créant des querelles. Rester concentrée est un vrai défi en ce moment pour vous : soyez réaliste quant à ce que vous pouvez accomplir.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_32.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Aujourd'hui, il vous sera facile de vous réfugier dans vos pensées plutôt que de regarder en face les tracas domestiques.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_33.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une rencontre amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. L'attention pourrait être focalisée sur vous pour de bonnes raisons.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_34.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les célibataires, vous n'êtes pas au meilleur de votre forme et doutez de votre charme. En couple, la curiosité et la sincérité dont vous faites preuve seront appréciées par votre partenaire.",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_35.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à un placement financier à long terme, mais uniquement s'il est raisonnable et judicieux : fuyez comme la peste un investissement risqué !",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_36.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez être en proie à une baisse d'énergie excessive aujourd'hui. Surveillez votre sommeil et sa qualité. Ce n'est pas la meilleure des journées pour vous. Le tonus n'est pas au rendez-vous et vous vous sentez un peu vide.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_37.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
    {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 

 
 
 
 
  
 
 


]
