
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Côté coeur, le temps n'est pas au beau fixe. Vous pourriez vous révéler superficielle et incohérente en ce moment. Il vous faut trouver la juste mesure entre exprimer ce qui ne convient pas et vous plaindre constamment.",
  "text_en": "On the heart side, the weather is not good. You may come across as superficial and inconsistent at this time. You need to find the right balance between expressing what is not appropriate and constantly complaining..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_31.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La prospérité pourrait vous arriver par le biais de cette journée.",
  "text_en": "Prosperity could come to you through this day.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_32.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez tendance en ce moment à vous accorder des plaisirs qui pourraient malmener votre corps : revenez à la consommation de produits simples et sains au quotidien et ayez une alimentation équilibrée pour évacuer les derniers écarts. Vous souffrez d'un gros coup de fatigue aujourd'hui, vous accorder une pause gourmande pourrait vous réconforter. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
  "text_en": "At the moment you tend to indulge in pleasures that could harm your body: return to consuming simple and healthy products on a daily basis and eat a balanced diet to eliminate the last deviations. You are suffering from a lot of fatigue today, taking a gourmet break could comfort you. You might have negative thoughts about yourself: don't let them overwhelm you.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_33.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
  "text_en": "You may have difficulty grounding yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_34.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes structurée et parvenez à bien organiser votre foyer. Sachez toutefois ne pas être trop directive et laisser les personnes qui vous entourent décider pour elles-mêmes.",
  "text_en": "You are structured and manage to organize your home well. However, know not to be too directive and let the people around you decide for themselves.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_35.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Attention, vous pourriez être victime de malhonnêteté aujourd'hui : n'accordez pas votre confiance à n'importe qui aveuglément. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "text_en": "Be careful, you could be a victim of dishonesty today: don't trust anyone blindly. Things slip out of your hands, and the ground seems to slip out from under your feet: you have this feeling that you have no control over anything and that everything is beyond your control, you don't feel like you belong.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_36.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez droit à des moments paisibles bien mérités sur le plan sentimental, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter sa part de moments inoubliables. Dans votre couple, vous jouissez de beaucoup de liesse.",
  "text_en": "You are entitled to well-deserved peaceful moments on an emotional level, take advantage of them! Even if you tend to escape everyday life, it can also bring its share of unforgettable moments. In your relationship, you enjoy a lot of joy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_37.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien.",
  "text_en": "Through your integrity and your sense of organization, your accounts are doing wonderfully well.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_38.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Faites attention à votre alimentation et mangez de tout, en quantités raisonnables.",
  "text_en": "Pay attention to your diet and eat everything in reasonable quantities.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_39.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez tendance à vous éparpiller et communiquez difficilement : canalisez votre énergie dans des petits projets. Côté organisation, des frustrations sont à attendre.",
  "text_en": "You tend to spread yourself thin and communicate with difficulty: channel your energy into small projects. On the organizational side, frustrations are to be expected.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_40.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les soucis de votre foyer.",
  "text_en": "You might take refuge in your thoughts rather than face the worries of your home.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_41.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un repas. Particulièrement à l'écoute, vous prenez compte des besoins de votre entourage, mais ne faites pas l'impasse sur vous-même.",
  "text_en": "The simple pleasures of life give you the most joy: you enjoy conversation over a meal. Particularly attentive, you take into account the needs of those around you, but do not ignore yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_42.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un repas. Particulièrement à l'écoute, vous prenez compte des besoins de votre entourage, mais ne faites pas l'impasse sur vous-même.",
  "text_en": "Your ego has a preponderant place in your relationship. You become fully aware of the importance that your partner holds in your existence.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
