
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre partenaire peuvent être très élevées. Profitez de cette période paisible dans votre couple pour faire le bilan : quels sont vos envies et vos souhaits ? Les astres encouragent la rencontre..",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_78.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Aujourd'hui, appuyée pour cela par une configuration astrale positive, vous êtes dans de bonnes dispositions côté finances et maîtrisez la situation.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_79.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Des petites contrariétés peuvent se mettre sur votre chemin : veillez à garder votre calme. Si vous ressentez un grand moment de faiblesse aujourd'hui, une soirée de repos devrait vous faire du bien. Avec le Soleil ayant un aspect négatif dans votre carte du ciel, vous pourriez sentir une baisse d'énergie. Restez à l'écoute de votre corps et ne tardez pas à consulter votre médecin si cette sensation de fatigue s'installe.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_80.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Attendez-vous à quelque chose de positif qui pourrait émaner de votre entourage professionnel. La patience et les efforts sont récompensés.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_81.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Ne cherchez pas à éviter ni à sous-estimer les soucis qui pourraient se présenter dans votre foyer, notamment s'ils sont liés à vos enfants, si vous en avez.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_82.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Une rencontre amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vous avez des discussions à coeur ouvert appréciables avec votre cercle d'amis. Vous vous épanouissez plus que d'habitude dans des situations sociales et vous êtes sollicitée de toutes parts : vous vous sentez particulièrement joviale aujourd'hui.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_83.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Sur le plan sentimental, Vénus mal aspectée vous met des bâtons dans les roues. Célibataire, vous recherchez les frissons de la rencontre : le flirt et petits messages craquants. Mais attention à ne pas vous céder trop rapidement. Vous pourriez vous rendre compte que votre comportement dans votre couple est contradictoire avec vos convictions.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_84.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Le climat astral pourrait mettre à l'épreuve votre porte-monnaie : soyez judicieuse, et tentez de gérer sagement votre budget.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_85.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Attention à votre alimentation et mangez de tout, en quantités raisonnables. Vous risquez de ressentir quelques difficultés côté énergie : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner ! Vous avez besoin de compagnie pour vous sentir tout à fait bien.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_86.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Quelqu'un dans vos collègues pourrait vous confier un secret, vous pourriez aider à améliorer l'atmosphère au travail. Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_87.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous faites preuve d'entêtement excessif, menée par un amour propre qui touchera aux sommets. Vous vous adonnez difficilement aux exercices d'expression de vos sentiments et états d'esprit. Le sol semble se dérober sous vos pieds, et les choses vous glissent des mains : vous avez des difficultés à prendre conscience de ce qui arrive tant cela défile, vous ne vous sentez pas à votre place.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_88.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous ne vous sentez pas au top et doutez de votre charme. Évitez les remarques incessantes envers vos proches..",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_89.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Jupiter vous porte chance, et un placement rationnel pourrait être valorisé. Demandez conseil à votre entourage ou à des professionnels si vous avez le moindre doute.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
