
[
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Cette journée pourrait être compliquée. En couple, c'est dans le calme que l'on entend battre le pouls sincère du couple. Quant aux célibataires, même si vous traversez une phase de doutes, souvenez-vous que la beauté vient de l'intérieur.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_29.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 


 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Un geste inattendu pourrait reconnaître vos efforts, sous forme de cadeau ou de bonus, le secteur de l'argent étant favorisé aujourd'hui.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_30.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez tendance en ce moment à vous accorder des plaisirs qui pourraient nuire à votre corps : adoptez une alimentation équilibrée pour vous délester des derniers écarts et revenez à la consommation de denrées simples et saines au quotidien. Vous risquez de ressentir quelques peines côté énergie : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner ! Ce n'est pas la meilleure des journées pour vous. Le tonus n'est pas au rendez-vous et vous vous sentez un peu surmenée.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_31.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Quelqu'un dans votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez parvenir à rendre meilleure l'atmosphère au travail. Organisation et rigueur sont présentes, c'est le moment pour parfaire vos projets.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_32.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "C'est une belle période pour écouter et soigner vos proches, plongez-vous dans la tendresse familiale et laissez-vous guider par votre empathie.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_33.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Une rencontre plutôt amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vos proches recherchent votre présence et cela vous fait du bien. Un ami peut venir à vous pour vous demander conseil : ne cherchez pas forcément à résoudre les soucis, parfois une oreille attentive suffit.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_34.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "En couple, on vous trouve une volupté difficile à ignorer qui contraste toutefois avec votre aspect possessif. Célibataire, essayez de ne pas être possessive.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_35.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Un spa, un délicieux mets ou un verre en terrasse... Vous passez du bon temps avec votre entourage. Vous vous cantonnez à des conversations rationnelles et pratiques. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus expressive.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_36.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez la possibilité de cuisiner sainement et cela entretient votre joie de vivre. Tant d'énergie sommeille en vous, vous auriez tout intérêt à vous inscrire à un club de sport.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_37.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous avez des facilités à vous exprimer avec vos collègues, c'est le moment de bâtir des relations solides.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_38.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous souhaitez être le roc qui soutient les membres de votre sphère familiale, mais vous pouvez aussi être dépendante de vos proches en retour.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_39.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Une rencontre plutôt amicale et impromptue pourrait avoir lieu, soyez prête à l'accueillir. Vous êtes robuste et êtes de très bon conseil sur des sujets importants",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_40.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "De loin les montagnes paraissent douces et vaporeuses (Pyrrhon).",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_41.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
