
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres. Vous cherchez une certaine sécurité.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_178.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },


 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La prospérité n'est pas de votre côté et Jupiter vous encourage à la remise en question plutôt qu'à l'action : profitez-en pour construire un budget avec patience.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_179.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas en abuser par excès de confiance. Votre esprit est sur le mode de la compétition et votre forme est à son paroxysme ; vous avez grand besoin de vous libérer des tensions. Avec votre boost de tonus, peu d'obstacles se dressent devant vous.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_180.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous n'avez pas de souci à vous faire si une présentation importante est prévue.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_181.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "L'accalmie que vous parvenez à faire régner dans votre foyer vous promet des moments apaisés où tout le monde est libre de s'épanouir.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_182.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous vous montrez entêtée, menée par un amour propre qui touchera aux sommets. Vous avez des choses sur le coeur que vous avez des difficultés à exprimer. Vous pourriez avoir un problème face à l'autorité.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_183.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous lancer dans une nouvelle relation amoureuse par simple curiosité risquerait d'être un jeu dangereux. Vous prenez totalement conscience de l'importance que votre partenaire tient dans votre existence.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_184.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Les configurations astrales pourraient mettre à l'épreuve votre compte en banque : soyez réfléchie, et tentez de gérer sagement votre budget.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_185.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_186.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Le passage de Mercure serait susceptible de perturber l'équilibre avec vos collègues, incitant des querelles.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_187.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous voulez être le roc qui soutient les membres de votre sphère familiale, mais vous pouvez aussi être dépendante de vos proches en retour.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_188.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Ne prenez pas le risque d'agacer vos amis en faisant preuve d'un orgueil pour cacher vos insécurités. Vous avez sérieux besoin d'un moment de retraite afin de vous recentrer et d'éviter la foule.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_189.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La configuration astrale actuelle encourage la rencontre sentimentale. Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très hautes. Profitez de cette période paisible dans votre couple pour faire le bilan : quels sont vos souhaits et vos envies ?",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_190.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
