
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Essayez de ne pas vous montrer possessive. Essayez de ne pas être possessive envers votre moitié.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_14.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },


 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous êtes d'humeur dépensière, ne vous perdez pas de vue.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_15.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous avez la possibilité de faire de bons petits plats et cela entretient votre joie de vivre. Pleine d'optimisme, vous devriez profiter de cet élan positif, qui pourrait vous valoir de belles surprises.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_16.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Le passage de Mercure serait susceptible de semer le trouble avec votre entourage professionnel, créant des disputes.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_17.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous améliorez vos relations avec votre famille en apprenant à vous montrer moins sévère tout en gardant l'autorité dont vous avez besoin. La journée devrait être heureuse sur ce plan.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_18.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La prospérité pourrait être au rendez-vous si vous prêtez attention à votre entourage ! Vous êtes robuste et donnez des avis avisés sur les sujets qui comptent.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_19.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous pourriez réaliser que votre comportement dans votre couple est contradictoire avec vos convictions. Il est préférable pour vous d'éviter de vous lancer dans une nouvelle relation sentimentale actuellement.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_20.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_21.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple !",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_22.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Attendez-vous à quelque chose de très positif qui pourrait émaner de vos collègues.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_23.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous désirez être le roc qui soutient les membres de votre sphère familiale, mais vous pouvez aussi être dépendante de vos proches en retour.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_24.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Ne prenez pas le risque d'agacer vos amis en faisant preuve d'une prétention pour cacher vos failles. Il se pourrait que vous voyiez des frustrations poindre lors de conversations avec votre cercle amical : vous pourriez avoir l'impression de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut engendrer des malentendus.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_25.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Période heureux et fluide, vous dégustez cette période de légèreté dans votre couple. Célibataire, la rencontre amoureuse est peu probable aujourd'hui, mais vous appréciez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_26.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
