
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous êtes rebutée par la grossièreté. Vous pourriez faire preuve d'idéalisme dans votre relation de couple et vous révéler pleine de principes, voire frôler le dogmatisme.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv158.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous pourriez assister à une embellie de vos finances personnelles, en particulier si vous ne vous êtes pas montrée trop prodigue ces derniers temps.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv159.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "La chance pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante. Tant d'énergie sommeille en vous, vous auriez tout intérêt à pratiquer une nouvelle activité sportive. Vous avez envie d'être vue et vous êtes resplendissante.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv160.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu. Vous parvenez à structurer votre empathie et à aider concrètement les autres.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv161.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv162.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Un spa, une table ou un verre en terrasse... vous passez un bon moment avec vos proches. Vous attirez les conversations pleines d'entrain et provoquez le débat et les bons mots, vous avez des conversations captivantes. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus expressive.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv163.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Côté amour, l'ambiance est au beau fixe. Commencer une nouvelle relation amoureuse par simple curiosité risquerait d'être un jeu dangereux. Vous vivez une période paisible côté coeur, attendez-vous peut-être à ressentir même un peu d'ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv164.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Vous avez des projets en tête et c'est pour le mieux. Laissez cependant passer un peu de temps avant de vous engager dans un placement, Jupiter pouvant vous mettre des bâtons dans les roues aujourd'hui.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv165.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Une sieste vous aidera à faire le plein de force en cas de petit coup de mou, mais vous vous sentez en forme. Vous avez une pêche incroyable aujourd'hui, et enchaînez diverses activités sans difficulté ! Vous devrez toutefois veiller à ne pas trop en demander à votre corps. Accordez-vous un instant zen, cela vous aidera à passer une journée sous d'excellentes dispositions.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv166.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Quelqu'un au sein de votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez parvenir à rendre plus stable l'atmosphère au travail. Sur le plan de votre travail, Saturne vous aide à être particulièrement organisée en ce moment : vous dirigez cette productivité vers vos amis, ou peut-être même vers un travail humanitaire.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv167.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Des événements peuvent vous pousser à réfléchir à la façon dont vous organisez votre foyer.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv168.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Taureau, gare à l'arrogance ! Votre entourage pourrait s'agacer de votre orgueil. Votre ferveur pourrait intimider. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez cette impression de ne rien contrôler et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv169.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/snv_video/mara.gif",
  "text_fr": "Si vous vous sentez dans une impasse avec votre moitié, prenez le temps nécessaire pour reconsidérer la situation. Célibataire, vous êtes un peu subversive et êtes en quête d'indépendance.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
