
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Prenez le temps pour apprécier chaque instant passé à deux et découvrir le confort du quotidien. Pour les célibataires, vous ne voulez pas édulcorer les choses : vous faites preuve de franchise.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way.  ",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_39.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Ne prenez pas de risques inutiles. Soyez prudente et ne vous laissez pas abuser par les sirènes de l'appât du gain.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_40.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Reposez-vous, car la journée peut ne pas aller comme vous le souhaitez et cela pèse sur votre humeur",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_41.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Quelqu'un dans votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez aider à améliorer l'atmosphère au travail.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_42.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "C'est un moment opportun pour faire prendre de nouvelles bases saines à votre foyer.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_43.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Discuter avec vous est un réel plaisir pour votre entourage, votre capacité à mener des conversations captivantes est valorisée. Vous pourriez vous retrouver sur le devant de la scène, et ce trop plein d'attention n'est que bénéfique tant que vous ne l'utilisez pas aux dépens des autres.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_44.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "En couple, ressentez une vague d'amour et de tendresse pour l'autre. Célibataire, une rencontre sentimentale est peu probable aujourd'hui, mais vous adorez les belles choses : vous pourriez renforcer votre ego en vous bichonnant.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_45.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Évitez de possibles tentations car vous êtes d'humeur dépensière. À la place, préférez réorganiser vos finances.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_46.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une sieste vous aidera à faire le plein d'énergie en cas de petit coup de mou, mais vous vous sentez en forme. Profitez d'un regain de vitalité et de confiance, vous donnant la force de venir à bout des tâches les plus ardues.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_47.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Cette journée est parfaite pour prendre du recul sur votre vie professionnelle, ayez le courage de vous défaire de ce qui n'est plus pertinent pour vous",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_48.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "La douceur que vous parvenez à faire régner dans votre foyer vous promet des moments paisibles où tout le monde est libre de s'épanouir.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_49.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes entêtée, menée par un amour propre qui touchera aux sommets.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_50.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
  
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Il y a des gens qui n'embrassent que des ombres ; ceux-là ne possèdent que l'ombre du bonheur (Shakespeare).",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 }
 
 
  
 
 


]
