
[
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "C'est dans le calme que l'on entend battre le coeur véritable du couple. En solo, vous êtes rapidement agacée mais avez des envies d'engagement : ne plongez pas sans réfléchir dans une nouvelle relation !",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_14.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 


 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "L'heure n'est pas aux revirements côté finances, votre situation ne devrait pas connaître de heurt significatif.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_15.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "La journée devrait être plutôt bonne, avec de belles occasions à saisir grâce à votre énergie. Pleine d'allégresse, vous devriez jouir de cet élan positif, qui pourrait vous valoir de belles surprises. Vous vous montrez partout à la fois mais gardez-vous également des moments de repos.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_16.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Ne rejetez pas sur autrui les blocages auxquels vous avez à faire face.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_17.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Communication est le maître-mot : partagez vos pensées et écoutez celui des autres..",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_18.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Un spa, un bon petit mets ou un verre en terrasse... Vous passez du bon temps avec votre entourage. Vous avez des discussions à coeur ouvert très appréciables avec vos amis. Vous pourriez vivre une expérience originale entre amis.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_18.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "À deux, ressentez un élan d'affection et d'empathie pour l'autre. Quant aux célibataires, si vous avez envie de stabilité et de principe d'engagement, il est possible que vous accédiez à ce souhait.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_19.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Vous pourriez assister à une valorisation de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_20.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Une sieste vous aidera à faire le plein de force en cas de fatigue aujourd'hui, mais vous vous sentez en forme. Profitez d'un regain de vitalité et de confiance, vous donnant la force de venir à bout des tâches les plus ardues. Vous bousculez vos habitudes, mais tentez de conserver un semblant de routine.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_21.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Votre enthousiasme communicatif inspire votre entourage professionnel, cette aptitude pour la communication vous place sous les feux de la rampe. Vous pourriez avoir un choix capital à faire, prenez les devants et assurez-vous d'évaluer chaque option.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_22.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "L'exercice de l'autorité au sein de votre foyer peut paraître difficile mais c'est largement compensé par la tendresse et l'écoute dans votre sphère familiale.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_23.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. Vous êtes robuste et êtes de très bon conseil sur des sujets importants. Vous pourriez vous retrouver sur le devant de la scène, et cet excès d'attention n'est que bénéfique tant que vous ne l'utilisez pas aux dépens des autres.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_24.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"https://wiwsport.com/wp-content/uploads/2024/01/01gkgvgsx444d7f13cm6.jpg",
  "text_fr": "Nul ne prêche aussi bien que la fourmi, et elle ne dit rien (proverbe américain).",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_25.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
