
[
 {
  "isPub": false,
  "img":"https://arc-anglerfish-eu-central-1-prod-leparisien.s3.amazonaws.com/public/7JVLFSASOJDCXAR2VOT35CJWQM.jpg",
  "text_fr": "Côté amour, l'ambiance est au beau fixe. Vous vivez un instant d'accalmie côté coeur, vous pourriez ressentir même un peu d'ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Célibataire, vous appréciez de la séduction et du badinage sans forcément chercher autre chose.",
  "text_en": "Your relationship is exquisite. You could be idealistic with those around you and show yourself to be full of principles, even too much.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv182.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il est peu vraisemblable que vous gagniez à la loterie, mais vous avez tout intérêt à profiter de la journée pour faire du rangement dans vos finances.",
  "text_en": "You could see an improvement in your personal finances, especially if you have not been too profligate lately.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv183.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Prenez garde à votre alimentation et mangez de tout, en quantités raisonnables. Vous pourriez être en proie à une baisse d'énergie excessive aujourd'hui. Surveillez votre sommeil et sa qualité. Vous ne vous sentez pas tout à fait à votre aise aujourd'hui, et personne ne semble vous comprendre réellement. Faites preuve de bienveillance, avec les autres mais aussi avec vous-même.",
  "text_en": "A nap will help you replenish your vitality if you feel a little sluggish today, but you feel in good shape. Enjoy a boost of energy and confidence. It's decided, you want to take care of yourself, it's an opportune time to make your medical appointments put aside until now and practice a new physical activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv184.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous parvenez à structurer votre empathie et à aider concrètement autrui.",
  "text_en": "You are full of imagination and, if you have children, you could share beautiful moments around a story.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv185.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale.",
  "text_en": "You have a tendency towards impertinence and egocentrism at the moment: be careful not to alienate your friends. You might have tension with an authority figure.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv186.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous prenez soin de vos proches, par des petites attentions ou une oreille attentive. N'oubliez pas non plus de vous laisser chouchouter au passage et ne restez pas dans des relations à sens unique.",
  "text_en": "You appear expressive, almost eccentric. Single, you enjoy seduction and banter without necessarily looking for something else.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv187.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre ego a une place prépondérante vis-à-vis de votre relation. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre moitié.",
  "text_en": "You could get a boost in your personal finances thanks to your patience.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv188.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez des pulsions consuméristes aujourd'hui, qu'il faudra éviter d'assouvir au risque de le regretter plus tard.",
  "text_en": "Good fortune may smile upon you if you seize it, but be careful not to come across as overconfident. You need to be seen and you radiate solar energy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv189.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez l'opportunité de cuisiner sainement et cela entretient votre joie de vivre. Vous vous montrez partout à la fois mais gardez-vous également des moments de repos.",
  "text_en": "You don't have to worry if an important presentation is planned. You may have difficulty anchoring yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv190.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un examen est prévu. La patience et les efforts sont récompensés.",
  "text_en": "You should benefit from a solid atmosphere in your home, which gives you an anchor. The day is for relaxation.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv191.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les problèmes de votre foyer.",
  "text_en": "Prosperity could smile on your face if you pay attention to those close to you! Attention might be focused on you for good reasons. Friendship is in the spotlight today, you exert your positive influence on those around you and they reciprocate..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv192.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Un spa, un bon repas ou un verre en terrasse... vous passez du bon temps avec votre entourage. Vous êtes méticuleuse lorsque vous vous exprimez. Les conversations superficielles ne vous intéressent pas, d'ailleurs vous les snobez sans hésitation !",
  "text_en": "As a couple, the desire to understand things and the sincerity you show will be appreciated by your other half. You are cautious and your protective instinct is very present.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv193.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
