
[
 {
  "isPub": false,
  "img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSlKeMiztt4eCkJJstebT3fK30kspXk5uQaKPiEHXeZZwS07TnyVr9bkD-Kx_5QfEnPGpY&usqp=CAU",
  "text_fr": "Vous vivez des jours d'accalmie côté coeur, attendez-vous peut-être à ressentir même un léger ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Vous ne vous sentez pas au top et doutez de votre capital séduction.",
  "text_en": "On the heart side, the weather is not good. You may come across as superficial and inconsistent at this time. You need to find the right balance between expressing what is not appropriate and constantly complaining..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_43.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Jupiter vous porte chance, et un investissement financier réfléchi pourrait être valorisé.",
  "text_en": "Prosperity could come to you through this day.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_44.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Votre esprit est sur le mode de la compétition et votre forme est olympique ; vous avez grand besoin de dépenser de l'énergie. Vous avez besoin de compagnie pour vous sentir tout à fait bien.",
  "text_en": "At the moment you tend to indulge in pleasures that could harm your body: return to consuming simple and healthy products on a daily basis and eat a balanced diet to eliminate the last deviations. You are suffering from a lot of fatigue today, taking a gourmet break could comfort you. You might have negative thoughts about yourself: don't let them overwhelm you.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_45.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Des situations compliquées peuvent émerger dans votre foyer, mais vous pourrez en sortir grandie.",
  "text_en": "You may have difficulty grounding yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_45.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale.",
  "text_en": "You are structured and manage to organize your home well. However, know not to be too directive and let the people around you decide for themselves.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_46.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Une attitude impertinente et un comportement qui frôle l'égocentrisme risquent de vous mettre des proches à dos. Vous pourriez avoir un problème avec l'autorité.",
  "text_en": "Be careful, you could be a victim of dishonesty today: don't trust anyone blindly. Things slip out of your hands, and the ground seems to slip out from under your feet: you have this feeling that you have no control over anything and that everything is beyond your control, you don't feel like you belong.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_47.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Cette journée pourrait être compliquée. La période n'est pas propice pour une nouvelle rencontre. Tentez d'apporter la considération nécessaire au point de vue de votre partenaire en cas de désaccord.",
  "text_en": "You are entitled to well-deserved peaceful moments on an emotional level, take advantage of them! Even if you tend to escape everyday life, it can also bring its share of unforgettable moments. In your relationship, you enjoy a lot of joy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_48.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il est peu probable que vous gagniez à la loterie, mais vous avez tout intérêt à profiter de la journée pour arranger vos finances personnelles.",
  "text_en": "Through your integrity and your sense of organization, your accounts are doing wonderfully well.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_49.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera.",
  "text_en": "Pay attention to your diet and eat everything in reasonable quantities.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_50.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un examen est prévu. Vous pourriez avoir une décision importante à prendre.",
  "text_en": "You tend to spread yourself thin and communicate with difficulty: channel your energy into small projects. On the organizational side, frustrations are to be expected.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'ambiance sera électrique aujourd'hui ! Si vos enfants sont adolescents, il est possible que vous ayez à faire face à des contestations et querelles : essayez de rester ouverte au dialogue, la réconciliation n'est jamais très loin.",
  "text_en": "You might take refuge in your thoughts rather than face the worries of your home.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_52.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Les plaisirs simples de la vie vous procurent le plus de joie : vous appréciez une conversation autour d'un délicieux mets. Vous êtes d'humeur aventurière et éprouvez une profonde soif de découvertes.",
  "text_en": "The simple pleasures of life give you the most joy: you enjoy conversation over a meal. Particularly attentive, you take into account the needs of those around you, but do not ignore yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_53.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": false,
  "img":"",
  "text_fr": "La configuration astrale actuelle encourage la rencontre amoureuse. Vous êtes aux anges dans votre relation de couple !",
  "text_en": "Your ego has a preponderant place in your relationship. You become fully aware of the importance that your partner holds in your existence.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/noter.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
