
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "En solo, vous avez besoin d'amitié autant que d'amour pour entamer une relation. En couple, vous recherchez à traiter autrui d'une manière désintéressée et juste mais pourriez être quelque peu impersonnelle.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_63.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  


 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez assister à une valorisation de vos finances, notamment si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "text_en": "Today is the time to examine the fine print of contracts to avoid any unpleasant surprises: thoroughness always pays.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_64.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
    {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Tant d'énergie bouillonne en vous, vous auriez tout intérêt à pratiquer une nouvelle activité sportive.",
  "text_en": "You manage to concentrate your patience and your efforts to achieve your goals, your sporting practice will benefit. You are in good shape, but don't forget to pay attention to your lifestyle. You benefit from excellent morale and physical tone, which allows you to approach this day with good omens.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_65.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },


 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un concours est prévu.",
  "text_en": "You are questioning your professional activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_66.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "La précision et l'organisation vous sont particulièrement utiles aujourd'hui pour structurer votre foyer, que ce soit pour planifier les tâches ménagères ou pour aider les plus jeunes dans leurs devoirs.",
  "text_en": "You show natural authority, but be careful not to come across as too rigid.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_67.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Célibataire, le moment est favorable au badinage autour d'un repas. Pour les amoureux, vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très élevées. Tirez parti d'instants paisibles dans votre couple pour faire le bilan sur vos désirs.",
  "text_en": "The simple pleasures in life give you the most joy: you enjoy a chat over a meal. Your sarcasm isn't to everyone's taste, but you don't care. You could live an original experience with friends.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_68.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Protégez-vous de potentielles tentations car vous êtes en proie à des envies d'achat. À cela, préférez restructurer vos finances personnelles.",
  "text_en": "On a sentimental level, poorly aspected Venus puts obstacles in your way. Single, know that haste will not pay off, it may even harm you if you make decisions too quickly. As a couple, the curiosity and authenticity you demonstrate will be appreciated by your other half.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_69.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante. Votre esprit est sur le mode de la compétition et votre forme est au mieux ; vous avez grand besoin de vous libérer des tensions. Les choses sont plus intenses que d'habitude et vous pourriez connaître des émotions extrêmes, qui vous épuisent tout en vous stimulant.",
  "text_en": "Paris, compulsive purchases and consumerist temptations are your nemesis: keep your head on your shoulders and watch your personal finances, the time has come for rationality.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_70.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  
 {
  "isPub": false,
  "img":"",
  "text_fr": "Attendez-vous à quelque chose de positif qui pourrait venir de votre entourage professionnel. Sur le plan de votre travail, Saturne vous aide à être organisée en ce moment : vous dirigez cette productivité vers vos amis, ou peut-être même vers une activité humanitaire.",
  "text_en": "The day is looking particularly good, luck seems to be smiling on you and everything is simpler! In Olympic form, you should enjoy this positive momentum, which could earn you some nice surprises. You shake up your habits, but try to maintain a semblance of routine.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_71.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "L'exercice de l'autorité au sein de votre sphère familiale peut sembler éprouvant aujourd'hui mais votre faculté à être attentive compense.",
  "text_en": "Someone in your professional circle could tell you a secret, you could help improve the atmosphere at work. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_72.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Un spa, une table ou un verre en terrasse... Vous passez du bon temps avec votre entourage. Vous faites preuve de sensibilité et cela vous permet de tisser des amitiés plus fortes. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus ouverte.",
  "text_en": "You are structured and manage to organize your home well, now is a good time to plan this family meal that everyone is looking forward to.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_73.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "dd",
  "btext": ""

 },
  
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Pour les amoureux, ne laissez pas des tensions persistantes obscurcir votre présent, affrontez-les avec intégrité. En solo, vous n'êtes pas au meilleur de votre forme et doutez de votre esprit de séduction.",
  "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_74.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
  {
  "isPub": false,
  "img":"",
  "text_fr": "Vous réussissez à mobiliser votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. Vous êtes en bonne forme, mais n'en oubliez pas de faire attention à votre hygiène de vie.",
   "text_en": "The air will be electric today! If your children are teenagers, you may have to face challenges and arguments: try to remain open to dialogue, reconciliation is never far away.",

  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_75.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "Bélier, les astres sont dans votre camp aujourd'hui ",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }
 
  
 
 


]
