
[
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous lancer dans une nouvelle relation sentimentale par simple curiosité pourrait être un jeu dangereux. Dans votre couple, vous jouissez de beaucoup de liesse.",
  "text_en": "day conducive to a long-term financial investment, but only if it is rational and thoughtful: avoid a risky investment like the plague!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_51.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien..",
  "text_en": "En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Si vous n'êtes pas en couple, vous êtes particulièrement disposée à de nouvelles rencontres.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_52.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "La journée devrait être plutôt bonne, avec de belles occasions à saisir grâce à votre énergie. Vous êtes pleine de vitalité en ce moment : votre tonus se répercute sur votre mental et vous êtes enthousiaste. Vous pourriez être colérique, mais attention à ne pas vous blesser.",
  "text_en": "day conducive to a long-term financial investment, but only if it is rational and thoughtful: avoid a risky investment like the plague!",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_53.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous risquez de manquer de discipline, mieux vaut garder ce qui vous demande le plus de concentration pour plus tard.",
  "text_en": "You are prey to purchasing impulses, don't lose sight of yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_54.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'accalmie que vous parvenez à faire régner dans votre foyer vous promet des temps paisibles où tout le monde est libre de s'épanouir.",
  "text_en": "You could indulge in gluttony. If you feel a big hit of fatigue today, an evening of rest should do you good.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_55.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous avez une tendance à l'impertinence et à l'égocentrisme en ce moment : faites attention à ne pas vous mettre vos amis à dos. Vous pourriez paraître agacée par vos proches : vous avez une sortie de prévue et vous avez l'impression d'être seule à vous occuper de l'organiser.",
  "text_en": "With Mercury in retrograde, some difficulties in perspective for users of technological tools. You may feel like the world is cold and hostile.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_56.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Taureau, les astres sont dans votre camp aujourd'hui ! La période est particulièrement propice pour une belle rencontre. En couple, la curiosité et l'authenticité dont vous faites preuve seront appréciées par votre moitié.",
  "text_en": "By staying too much in your thoughts, you lose sight of the fact that your loved ones want to take full advantage of your presence: it is sometimes better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_57.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "L'heure n'est pas aux déconvenues côté finances, votre situation ne devrait pas connaître de heurt significatif.",
  "text_en": "The simple pleasures of life give you the most enthusiasm: you enjoy a discussion over delicious food. You are precise when you express yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_58.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. C'est décidé, vous avez envie de prendre soin de vous, c'est un moment opportun pour prendre vos rendez-vous médicaux laissés de côté jusqu'ici et vous inscrire à un club de sport.",
  "text_en": "Taurus, the stars are on your side today! You measure and appreciate the affection your partner has for you. Single, you are looking for the thrills of the beginning: flirtation and cute little messages. Be careful, however, not to ignite yourself.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_59.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous vous exprimez facilement avec vos collègues. Vous parvenez à structurer votre empathie et à aider concrètement les autres.",
  "text_en": "Now is not the time for disappointments on the financial side, your situation should not experience any significant shock.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_60.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Votre foyer se met au diapason de vos valeurs familiales, et la journée est à la communication apaisée entre les membres de votre sphère familiale..",
  "text_en": "You have the opportunity to make good meals and this maintains your joy of living. You stand out from the crowd! Be positive and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_1.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Taureau, gare à l'arrogance ! Votre entourage pourrait s'agacer de votre vanité. Vous pourriez voir des frustrations advenir lors de discussions avec votre cercle amical : vous pourriez avoir la sensation de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut occasionner des malentendus. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "text_en": "You don't have to worry if a competition is planned. You may have difficulty grounding yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_2.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
