
[
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Célibataire, retardez les décisions importantes concernant votre couple à plus tard. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre partenaire.",
  "text_en": "Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous êtes tout à fait serviable.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_72.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },


 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous arrivez avec grande facilité à faire le tri entre les bons achats et les mauvais.",
  "text_en": "The day is favorable for building a budget with patience. Take the time to dig into your accounts, and with the help of the astral configuration, you could improve them in the long term.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_73.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "La bonne fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante.",
  "text_en": "A nap will help you replenish your strength in case you feel a little sluggish today, but you feel in good shape. You have incredible fishing today, and carry out various activities without problem! However, you will need to be careful not to ask too much of your body. You stand out from the crowd! Be cheerful and dynamic.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_74.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous avez tendance à manquer de discipline et communiquez difficilement : concentrez votre énergie dans des petits projets.",
  "text_en": "Staying structured isn't easy today: try to save the most difficult tasks for a better time.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_75.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
  "text_en": "You show empathy and manage to put yourself in the place of the members of your family circle.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_76.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Un spa, un repas ou un verre en terrasse... vous passez du bon temps avec votre entourage. L'attention pourrait être focalisée sur vous pour de bonnes raisons.",
  "text_en": "Prosperity could be yours if you pay attention to your loved ones! You flourish more than usual in social situations and you are sought after from all sides: you feel particularly radiant.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_77.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
   {
  "isPub": true,
  "img":"https://lempreintedigitale.com/wp-content/uploads/2021/01/comptes-reseaux-sociaux-les-plus-populaires-social-media.jpeg",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "De sacrés challenges vous attendent dans votre vie amoureuse ; le moment est propice pour faire le point, afin de trouver des solutions. Célibataire, vous appréciez du badinage et de quelques jeux de séduction sans obligatoirement chercher autre chose.",
  "text_en": "Single, postpone important decisions concerning your relationship until later. Your love life is not a long, quiet river; you should expect to experience tensions.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_80.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Journée favorable à un placement à long terme, mais uniquement s'il est réfléchi et prudent : fuyez comme la peste un investissement risqué !",
  "text_en": "The astral climate could put your bank account to the test: be careful, and try to manage your budget prudently.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_81.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vous avez la possibilité de faire de bons petits plats et cela entretient votre joie de vivre. Vous êtes en bonne forme, mais ne négligez pas de faire attention à votre hygiène de vie. Vos émotions pourraient jouer sur votre moral plus que d'habitude.",
  "text_en": "You could indulge in the pleasure of your taste buds.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_82.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },

 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Appréciez tout ce que vous avez effectué, sans vous sentir coupable de vous féliciter.",
  "text_en": "Your colleagues could be the source of something positive. You take your imagination very seriously and you could bring artistic inspirations to life.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_83.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer des querelles que vous pensiez désamorcées.",
  "text_en": "Small annoyances may arise: you will have difficulty establishing your authority with your children, or frustrations with your parents may resurface.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_84.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
 {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus avenante.",
  "text_en": "By staying too much in your world, you lose sight of the fact that your loved ones want to take full advantage of your presence: sometimes it is better to put your feet back on Earth.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_85.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": false,
  "img":"https://cheikhgueye.github.io/snp.github.io/followers.png",
  "text_fr": "En couple, la curiosité et l'authenticité dont vous faites preuve seront appréciées par votre moitié. Vous pourriez vous révéler dénuée de profondeur et incohérente en ce moment.",
  "text_en": "The simple pleasures of life give you the most optimism: you enjoy a discussion around a table. You are precise when you express yourself. Take advantage of this energy that reigns around you and helps you to be more expressive.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_86.mp3",
  "video": "",
   "link": "https://wa.me/00221703053924",
  "btext": "Acheter"

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
