
[
 {
  "isPub": false,
  "img":"https://arc-anglerfish-eu-central-1-prod-leparisien.s3.amazonaws.com/public/7JVLFSASOJDCXAR2VOT35CJWQM.jpg",
  "text_fr": "Vous êtes rebutée par la vulgarité. Vous vivez une période paisible sur le plan sentimental, attendez-vous peut-être à ressentir même un léger ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
  "text_en": "Your relationship is exquisite. You could be idealistic with those around you and show yourself to be full of principles, even too much.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_13.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Il est peu probable que vous gagniez au loto, mais vous avez tout intérêt à profiter de la journée pour arranger vos finances.",
  "text_en": "You could see an improvement in your personal finances, especially if you have not been too profligate lately.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_14.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Vous êtes en forme, Mars vous donne beaucoup d'énergie que ce soit d'un point de vue physique ou mental. C'est le moment idéal pour organiser les rendez-vous médicaux.",
  "text_en": "A nap will help you replenish your vitality if you feel a little sluggish today, but you feel in good shape. Enjoy a boost of energy and confidence. It's decided, you want to take care of yourself, it's an opportune time to make your medical appointments put aside until now and practice a new physical activity.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_15.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
  "text_en": "You are full of imagination and, if you have children, you could share beautiful moments around a story.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_16.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide au sein de votre sphère familiale.",
  "text_en": "You have a tendency towards impertinence and egocentrism at the moment: be careful not to alienate your friends. You might have tension with an authority figure.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_17.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. La journée se prête à un grand ménage, y compris au sein de votre vie sociale ! Des situations bloquées ou laissées sous le tapis pourraient refaire surface et vous vous sentez d'attaque pour tout affronter.",
  "text_en": "You appear expressive, almost eccentric. Single, you enjoy seduction and banter without necessarily looking for something else.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_18.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous êtes aux anges dans votre vie à deux ! Célibataire, une rencontre est peu probable aujourd'hui, mais vous appréciez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur.",
  "text_en": "You could get a boost in your personal finances thanks to your patience.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_7.mp33",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "La période n'est pas aux revirements côté finances, votre situation ne devrait pas poser de soucis.",
  "text_en": "Good fortune may smile upon you if you seize it, but be careful not to come across as overconfident. You need to be seen and you radiate solar energy.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_8.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Des petites inquiétudes peuvent se mettre sur votre chemin : veillez à garder votre calme. Vous pourriez éprouver une fatigue. Restez à l'écoute de votre corps et ne tardez pas à consulter votre médecin si cette sensation de fatigue ne passe pas.",
  "text_en": "You don't have to worry if an important presentation is planned. You may have difficulty anchoring yourself in reality and this could pose a problem for your work.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_9.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },

 {
  "isPub": false,
  "img":"",
  "text_fr": "Vous n'avez pas de souci à vous faire si un examen est prévu. Au travail, vous réussissez à atteindre vos objectifs et pouvez vous faire remarquer par votre hiérarchie.",
  "text_en": "You should benefit from a solid atmosphere in your home, which gives you an anchor. The day is for relaxation.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_10.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Des situations compliquées peuvent se présenter, mais cela vous permet de gagner en force..",
  "text_en": "Prosperity could smile on your face if you pay attention to those close to you! Attention might be focused on you for good reasons. Friendship is in the spotlight today, you exert your positive influence on those around you and they reciprocate..",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_11.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
 {
  "isPub": false,
  "img":"",
  "text_fr": "Un spa, une bonne table ou un verre en terrasse... vous passez un bon moment avec votre entourage. Vous êtes précise quand vous vous exprimez. Votre bonne humeur vous encourage à connaître une vie sociale trépidante, faites attention cependant à vos finances si vous multipliez les sorties.",
  "text_en": "As a couple, the desire to understand things and the sincerity you show will be appreciated by your other half. You are cautious and your protective instinct is very present.",
  "audio": "https://cheikhgueye.github.io/snp.github.io/snv_12.mp3",
  "video": "",
   "link": "",
  "btext": ""

 },
  {
  "isPub": true,
  "img":"",
  "text_fr": "",
  "text_en": "",
  "audio": "",
  "video": "",
   "link": "",
  "btext": ""

 }

  
 
 


]
