
 {
    "1":"Vous adorez particulièrement la vie dans votre couple. Si vous n'êtes pas en couple, vous êtes tout à fait disposée à de nouvelles rencontres.",
  "2":"Votre épargne se réduit à peau de chagrin en ce moment.",
  "3":"Dans une forme olympique, vous devriez jouir de cet élan positif, qui pourrait par ailleurs vous réserver de belles surprises. On vous voit ! Soyez joyeuse et dynamique.",
  "4":"Vous parvenez à structurer votre empathie et à aider concrètement les autres.",
  "5":"Ne tentez pas à contourner ni à minimiser les problèmes qui pourraient se présenter dans votre foyer, notamment s'ils ont un lien avec vos enfants, si vous en avez.",
   "6":"Vous prenez soin de votre entourage, par des petites attentions ou une oreille attentive. N'oubliez pas non plus de vous laisser chouchouter au passage et ne restez pas dans des relations à sens unique.",
  "7":"Vénus est à vos côtés aujourd'hui ! Célibataire, vous recherchez les frissons du début : le badinage et petits regards craquants. Faites attention néanmoins à ne pas vous céder trop rapidement. Vous prenez totalement conscience de l'importance que votre partenaire tient dans votre existence.",
  "8":"Un peu exubérante et quelque peu expansive, vous avez tout intérêt à garder un oeil sur vos comptes en banque.",
  "9":"Vous êtes en bonne forme, mais ne négligez pas de surveiller votre hygiène de vie.",
  "10":"Il est plus aisé pour vous de vous exprimer avec votre entourage professionnel. Vous avez une envie de travail bien fait, et cette journée devrait vous satisfaire amplement.",
   "11":"Vous essayez de contrôler votre environnement, mais apprenez aussi à lâcher du lest.",
   "12":"Vos proches cherchent votre présence et cela vous fait du bien.",
   "13":"Ce n'est pas un moment opportun pour une nouvelle relation. L'atmosphère conjugale est maussade, si votre couple bat de l'aile, une rupture pourrait passer près. Toutefois, il ne faut pas conclure qu'il s'agit d'un échec.",
   "14":"Vous pourriez avoir un avantage dans vos finances personnelles grâce à cette journée. C'est un bon moment pour aller chez le coiffeur ou faire un tour en institut.",
   "15":"La prospérité pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas en abuser par un trop-plein de confiance.",
   "16":"Vos collègues pourraient être à la source de quelque chose de très positif. Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
   "17":"Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop rigide. Écoutez les besoins de chacun et sachez admettre que vous n'avez pas toujours la science infuse.",
   "18":"Les plaisirs simples de la vie vous procurent le plus d'optimisme : vous appréciez une conversation autour d'un repas. Vous êtes consciencieuse quand vous vous exprimez.",
   "19":"Scorpion, les astres sont dans votre camp aujourd'hui ! Il est possible que vous fassiez une rencontre déterminante. Votre vie à deux est un pur délice.",
   "20":"Les configurations astrales pourraient chahuter votre porte-monnaie : soyez réfléchie, et tâchez de gérer sagement votre budget. Avec Vénus en rétrograde, il vaudrait mieux repousser vos dépenses liées aux cosmétiques ou votre apparence, car vous êtes en proie à des envies d'achat."
 
}
    
