
 {
    "1":"Vénus est à vos côtés aujourd'hui ! Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très élevées. Tirez parti d'instants d'harmonie dans votre couple pour faire le point sur vos souhaits. La vie dans votre couple est particulièrement sereine et vous êtes pleine d'optimisme.",
  "2":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent à merveille.",
  "3":"Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. Tant de vitalité sommeille en vous, vous auriez tout intérêt à vous inscrire à un club de sport.",
  "4":"Attendez-vous à quelque chose de positif qui pourrait émaner de votre entourage professionnel. Vous êtes bien vue par votre hiérarchie.",
  "5":"Des événements peuvent vous inciter à réfléchir à la façon dont vous organisez votre foyer.",
   "6":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : n'accordez pas votre confiance à n'importe qui aveuglément. Vous avez sérieux besoin d'un moment de retraite afin de vous retrouver et d'éviter la cohue.",
  "7":"Vous êtes aux anges dans votre relation amoureuse ! C'est un moment favorable au badinage autour d'un repas.",
  "8":"Journée propice pour reprendre de bonnes habitudes de gestion. C'est un moment opportun pour aller chez la manucure ou faire un tour en institut.",
  "9":"Votre ego a une place prépondérante vis-à-vis de votre relation. Célibataire, ne prenez pas de décision hâtive quant à votre situation amoureuse.",
  "10":"Cette journée vous apportera beaucoup en termes de finances personnelles.",
   "11":"L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Vous prêtez attention aux détails et ne laissez rien passer sous votre regard aiguisé : vous avancerez avec efficacité !",
   "12":"Vous n'avez pas de souci à vous faire si une présentation importante est prévue. Vous parvenez à structurer votre empathie et à aider concrètement autrui..",
   "13":"Des petites contrariétés peuvent apparaître : vous aurez du mal à asseoir votre autorité auprès de vos enfants, ou bien des frustrations envers vos parents peuvent refaire surface.",
   "14":"Un spa, un bon repas ou un verre en terrasse... vous passez du bon temps avec votre entourage. Vous êtes consciencieuse quand vous vous exprimez. Votre bonne humeur vous aide à connaître une vie sociale trépidante, prenez garde néanmoins à vos finances si vous multipliez les sorties.",
   "15":"La journée devrait être plutôt bonne, avec de belles occasions à saisir grâce à votre énergie.",
   "16":"Votre vie amoureuse n'est pas de tout repos, il faudra s'attendre à rencontrer des difficultés. Si vous n'êtes pas en couple, vous semblez tout à fait disposée à de nouvelles rencontres.",
   "17":"Il est possible que vous receviez un cadeau ou encore un bonus.",
   "18":"La prospérité pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas en abuser par un trop-plein de confiance. Vous êtes emplie d'énergie en ce moment : votre forme physique se répercute sur votre mental et vous êtes enthousiaste. Vous avez des idées de conquête et avez le sentiment qu'aucun obstacle ne peut vous résister : profitez de cette énergie pour avancer dans vos objectifs.",
   "19":"Vous avez du mal à maintenir votre concentration. Ne cherchez pas à tout prix l'approbation d'autrui, et tentez d'agir selon vos valeurs propres.",
   "20":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les soucis de votre foyer."
 
}
    
