
 {
    "1":"Vous ne recherchez pas à édulcorer les choses : vous êtes authentique. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre partenaire.",
  "2":"Vous prenez des risques judicieux et cela pourra vous profiter.",
  "3":"Vous foncez tête baissée et cela ne vous apporte pas que du positif. Vous pourriez être sujette à une fatigue excessive aujourd'hui. Veillez à avoir assez de sommeil.",
  "4":"Vous n'avez pas de souci à vous faire si un concours est prévu.",
  "5":"Vous avez la sensation de ne pas toujours être à votre place au sein de votre foyer.",
   "6":"La bonne fortune pourrait être au rendez-vous si vous prêtez attention à votre entourage ! Vous êtes terre-à-terre, mais n'avez aucun problème à faire preuve de lucidité : vous avez des petites marques d'intérêt à vos proches et c'est remarqué",
  "7":"Côté amour, l'ambiance est au beau fixe. Attendez-vous peut-être à faire une rencontre inoubliable. Dans votre vie à deux, vous ne cherchez pas à atténuer les choses : vous faites preuve d'authenticité.",
  "8":"Vous aurez sans doute l'occasion de mettre de l'ordre dans vos finances",
  "9":"L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Vous avez des envies de conquête et avez l'impression qu'aucun obstacle ne peut vous résister : profitez de cette énergie pour avancer dans vos projets.",
  "10":"Vous avez des facilités à vous exprimer avec votre entourage professionnel. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
   "11":"L'heure est à la détente au sein de votre famille, vous vous sentez à votre place et du moment que vous ne vous montrez pas injuste, la relation avec vos enfants est idyllique.",
   "12":"Vous pourriez ne pas vous montrer assez à l'écoute aux yeux de vos proches. Vous éprouvez du mal à exprimer ce que vous avez en vous. Vous pourriez avoir des tensions avec une figure d'autorité.",
   "13":"Vous pourriez réaliser que votre attitude dans votre couple est contradictoire avec vos convictions. Vous êtes emplie de douceur.",
   "14":"Vous êtes dans une dynamique consumériste, priorité à votre bien-être.",
   "15":"Vous vous sentez un peu effacée et souffrez d'une chute de tonus.",
   "16":"Attendez-vous à quelque chose de très positif qui pourrait venir de vos collègues. Vous avez une envie de travail bien fait, et cette journée devrait vous satisfaire amplement.",
   "17":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire.",
   "18":"Vous éprouvez des difficultés avec des relations amicales, tentez de prendre du recul.",
   "19":"En couple, l'envie de comprendre les choses et la sincérité dont vous faites preuve seront appréciées par votre moitié. Célibataire, une rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur.",
   "20":"Ne prenez pas de risques inutiles. Soyez réfléchie et résistez à l'appât du gain."
 
}
    
