
 {
    "1":"En couple, l'envie de comprendre les choses et l'authenticité dont vous faites preuve seront appréciées par votre moitié. Essayez de ne pas vous montrer possessive.",
  "2":"La prospérité pourrait vous arriver par le biais de cette journée.",
  "3":"L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Tant d'énergie bouillonne en vous, vous auriez tout intérêt à vous inscrire à un club de sport. Vous êtes du genre à foncer et dynamique, rien ne vous résiste aujourd'hui.",
  "4":"Vous prenez vos responsabilités, ce qui pourrait mener à une augmentation.",
  "5":"Vous avez l'impression de ne pas toujours être à votre place dans votre foyer.",
   "6":"Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. La journée peut vous faire rencontrer une nouvelle personne. Elle pourra toutefois rester au stade d'amitié superficielle.",
  "7":"Célibataire, vous vous délectez de quelques jeux de séduction et du badinage sans obligatoirement chercher plus. L'ambiance se gâte et cela laisse craindre un moment agité pour la relation que vous entretenez avec votre partenaire : vous vous sentez à fleur de peau.",
  "8":"Vous pourriez assister à une valorisation de vos finances personnelles, en particulier si vous ne vous êtes pas montrée trop dépensière ces derniers mois.",
  "9":"Vous avez la possibilité de faire de bons petits plats et cela entretient votre joie de vivre. Vous êtes en bonne forme, mais n'en oubliez pas de faire attention à votre hygiène de vie. Vous pourriez être impulsive, prenez garde néanmoins à ne pas vous blesser.",
  "10":"Quelqu'un au sein de votre entourage professionnel pourrait vous confier un secret, vous pourriez contribuer à améliorer l'atmosphère au travail. Au travail, vous arrivez à rester efficace et structurée : profitez-en pour mettre de l'ordre dans vos papiers.",
   "11":"Vous n'avez pas de souci à vous faire si un concours est prévu. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
   "12":"Votre foyer se met au diapason de vos valeurs familiales, et la journée est à la communication apaisée entre les membres de votre sphère familiale.",
   "13":"Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'une vanité de façade pour cacher vos insécurités. Vous pourriez avoir tendance à vous obstiner. Tout dépend de votre constance et de votre fiabilité pour que cette journée aille bien.",
   "14":"Tentez d'apporter la considération adéquate au point de vue de votre partenaire en cas de désaccord. Vous ne vous sentez pas au top et doutez de votre charme.",
   "15":"Vous faites preuve de velléité, vous vous équipez pour une multitude de projets que vous n'amorcez finalement jamais.",
   "16":"Vous sortez du lot ! Soyez joviale et active, et vous risquez bien de vous retrouver face à de belles embellies de votre forme globale.",
   "17":"Profitez de cette journée pour trier vos affaires.",
   "18":"Si vous avez des enfants, vous arrivez à trouver l'équilibre idéal entre lâcher-prise et autorité.",
   "19":"Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
   "20":"Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence. Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres."
 
}
    
