
 {
    "1":"En couple, l'envie de comprendre les choses et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Vous êtes particulièrement serviable.",
  "2":"Vous pourriez assister à une valorisation de vos finances, notamment si vous ne vous êtes pas montrée trop dépensière ces derniers mois.",
  "3":"Vous êtes en forme, Mars vous donne beaucoup d'énergie tant sur le plan physique que psychique. Vous êtes sensible, prenez du recul et essayez de vous reposer afin de reprendre des forces.",
  "4":"Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
  "5":"Vous pourriez avoir de mauvaises expériences liées à votre entourage.",
   "6":"Vous pouvez vous montrer sur la défensive, mais vos proches ne vous veulent que du bien, donc baissez votre garde : les gens qui comptent vous aiment pour qui vous êtes.",
  "7":"Vous mesurez et appréciez l'affection que votre partenaire vous porte. Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres.",
  "8":"Vous savez aller au fond des choses, sans prendre de raccourci. Cela vous réussira sur le plan financier, car cette détermination peut vous ouvrir des portes.",
  "9":"Vous avez la possibilité de faire de bons petits plats et cela entretient votre joie de vivre. Vous êtes d'humeur compétitive et votre forme est à son apothéose ; vous avez grand besoin de vous défouler.",
  "10":"Vous prenez vos responsabilités, ce qui pourrait mener à une revalorisation salariale.",
   "11":"Vous réfléchissez à des manières de rendre plus solide votre foyer.",
   "12":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup.",
   "13":"Vous cherchez à être au centre de l'attention, peut-être même d'être remarquée. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié",
   "14":"Avec la configuration astrale actuelle, vous ne devriez pas connaître de souci du côté de vos finances personnelles. Ne serait-ce pas le moment de se faire plaisir avec une session shopping ?",
   "15":"Vous êtes pleine de vitalité en ce moment : votre tonus se reflète sur votre mental et vous êtes optimiste. Vous avez envie d'être vue et vous irradiez une énergie solaire.",
   "16":"Autant que possible, évitez les tâches intellectuelles cette journée. Côté concentration, des frustrations sont à attendre.",
   "17":"Des situations compliquées peuvent survenir, mais cela vous permet de gagner en force.",
   "18":"Auprès de votre cercle amical ou au sein de votre relation amoureuse, vous êtes particulièrement encline à la communication. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à votre entourage qui sera ravi de vous aider à le dépasser.",
   "19":"Vous désirez prendre soin d'autrui et de votre partenaire. Célibataire, vous recherchez les frissons de la rencontre : le badinage et petits regards craquants. Prenez garde néanmoins à ne pas vous céder trop rapidement.",
   "20":"Vous arrivez avec grande facilité à faire le tri entre les bons achats et les mauvais."
 
}
    
