
 {
    "1":"Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre partenaire peuvent être très élevées. Tirez parti d'une période de paix dans votre couple pour faire l'état des lieux sur vos désirs. Vous employez votre capital séduction plutôt que de la colère pour arriver à vos fins.",
  "2":"Vous avez parfois des difficultés à garder vos comptes à l'équilibre, mais cela ne devrait pas poser souci aujourd'hui !",
  "3":"Vous jouissez d'un bon équilibre nerveux et tonus physique et cela vous permet d'aborder cette journée sous de bons augures.",
  "4":"Une personne au sein de votre entourage professionnel pourrait vous confier un secret, vous pourriez contribuer à améliorer l'atmosphère au travail. Vous faites bonne figure auprès de vos chefs ou cheffes.",
  "5":"S'il est difficile de dire que votre autorité a beaucoup d'effet aujourd'hui, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "6":"La force de votre estime de vous se reflète dans tous les côtés de votre vie.",
  "7":"Si vous n'êtes pas en couple, vous semblez tout à fait encline à de nouvelles rencontres. Essayez de ne pas être possessive envers votre moitié.",
  "8":"Journée propice pour réorganiser vos finances. C'est un moment opportun pour aller chez l'esthéticienne ou faire un tour en institut.",
  "9":"L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Pleine d'allégresse, vous devriez profiter de cet élan positif, qui pourrait par ailleurs vous réserver de belles surprises.",
  "10":"Vous n'avez pas de souci à vous faire si un examen est prévu. Vous parvenez à structurer votre empathie et à aider concrètement les autres..",
   "11":"Vous améliorez vos relations avec votre famille en apprenant à vous montrer moins sévère tout en gardant l'autorité dont vous avez besoin. La journée devrait être heureuse sur ce plan.",
   "12":"La fortune pourrait vous sourire si vous prêtez attention à vos proches ! Vous attirez les discussions pleines d'entrain et incitez le débat et les bons mots, vous avez des conversations captivantes.",
   "13":"Gémeaux, les astres sont dans votre camp aujourd'hui ! Célibataire, une rencontre amoureuse est peu probable aujourd'hui, mais vous appréciez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Vous mesurez et appréciez l'affection que votre partenaire vous porte.",
   "14":"La période est favorable pour soigner votre apparence, que cela passe par un rendez-vous beauté ou par une session shopping",
   "15":"Vous risquez d'éprouver quelques peines du côté énergie : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner !",
   "16":"L'influence négative de Mercure n'aidant pas, soyez attentive à l'évolution de vos productions, autorisez-vous même à repousser les tâches les plus complexes à un autre moment. Vous paraissez ultra résistante, et pourtant ! Vos collègues n'y voient que du feu, mais vous avez tendance à vous éparpiller, concentrez votre énergie dans des projets de petite ampleur.",
   "17":"Vous pensez à votre sphère familiale, certes, mais n'oubliez pas d'envoyer un message de temps à autre.",
   "18":"Vous avez des conversations à coeur ouvert appréciables avec votre cercle amical.",
   "19":"Votre ego a une place importante vis-à-vis de votre relation. Des tensions passées sous silence pendant un long moment dans votre relation amoureuse pourraient refaire surface.",
   "20":"Vous pourriez assister à une valorisation de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois. Un tantinet exubérante et un peu démonstrative, vous avez tout intérêt à garder un oeil sur vos comptes en banque"
 
}
    
