
 {
    "1":"Il est préférable pour les natives du Bélier d'éviter de se lancer dans une nouvelle relation actuellement. Vous êtes plutôt cérébrale, dans la manifestation de votre grâce y compris.",
  "2":"C'est un moment opportun pour engager des actions afin de se libérer des mauvaises habitudes. Profitez d'un regain de vitalité et de confiance. Du côté de votre état physique et psychique, le motto est plutôt Qui va piano va sano .",
  "3":"Votre expansivité, votre joie, et votre exubérance vous permettent de vous faire une place dans votre groupe social. Vous faites preuve d'éloquence et cela pourrait être à votre profit, vous ne devez pas sous-estimer votre force de persuasion. Vous vous tournez vers les autres sans hésiter et vous êtes particulièrement à l'écoute.",
  "4":"Côté amour, l'ambiance est au beau fixe. Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence. Célibataire, vous appréciez de la séduction et du flirt sans obligatoirement chercher autre chose.",
  "5":"La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Vous êtes d'humeur compétitive et votre forme est au mieux ; vous avez grand besoin de vous libérer des tensions. Vous pourriez être colérique, faites attention cependant à ne pas vous blesser.",
   "6":"Vous désirez être le roc qui soutient les membres de votre sphère familiale, mais vous pouvez aussi être dépendante de votre entourage en retour.",
  "7":"La prospérité pourrait être au rendez-vous si vous prêtez attention à vos proches ! Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop inflexible. Votre loyauté envers vos amis est appréciée et ils vous le rendent bien.",
  "8":"En couple, la curiosité et la sincérité dont vous faites preuve seront appréciées par votre moitié. Vous êtes comme un papillon dans un champ de fleurs : vous ne savez plus où donner de la tête.",
  "9":"Les choses vous semblent chaotiques, cela pourrait être le cas également en ce qui concerne votre travail. Rester structurée n'est pas simple aujourd'hui : essayez de garder les tâches les plus prenantes pour un moment un peu plus propice.",
  "10":"La paix que vous arrivez à faire régner dans votre foyer vous promet des moments paisibles où chacun est libre de s'épanouir.",
   "11":"Si vous n'êtes pas en couple, vous semblez tout à fait encline à de nouvelles rencontres. Vous souhaitez être aux petits soins d'autrui et de votre partenaire.",
   "12":"Vous pourriez assister à une valorisation de vos finances personnelles, notamment si vous ne vous êtes pas montrée trop dépensière ces derniers temps.",
   "13":"La fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas en abuser par excès de confiance. Vous êtes pleine de vitalité en ce moment : votre forme physique se répercute sur votre mental et vous êtes enthousiaste.",
   "14":"Vous n'avez pas de souci à vous faire si un concours est prévu. Sur le plan de votre travail, Saturne vous aide à être organisée en ce moment : vous dirigez cette productivité vers vos amis, ou pourquoi pas vers un travail humanitaire.",
   "15":"Si l'on peut difficilement dire que votre autorité a de l'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "16":"Une rencontre amicale et impromptue pourrait avoir lieu, soyez prête à l'accueillir. Vous êtes d'humeur fonceuse et sentez une profonde envie de nouvelles expériences.",
   "17":"L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié. Démarrer une nouvelle relation sentimentale par simple curiosité risquerait d'être un jeu dangereux.",
   "18":"La journée est favorable à de belles aventures et à transformer la routine ! Vous êtes en bonne forme et vous vous sentez remplie de force. De la marche à pied ou une séance de course à pied serait très indiqué.",
   "19":"Quelqu'un au sein de votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez parvenir à rendre meilleure l'ambiance au travail. Vous parvenez à structurer votre empathie et à aider concrètement autrui.",
   "20":"Les astres sont propices à une nouvelle rencontre : vous ferez forte impression et vous lierez probablement une nouvelle amitié. Vous attirez les discussions pleines d'entrain et incitez le débat et les mots justes, vous avez des conversations captivantes. Profitez de cette énergie qui règne autour de vous et vous aide à être plus expressive."
 
}
    
