
 {
    "1":"Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence. Il vous est déconseillé de débuter une nouvelle relation sentimentale actuellement.",
  "2":"Vous avez l'impression de ne pas toujours être à votre place dans votre foyer.",
  "3":"Une rencontre amicale et inattendue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Un bon déjeuner avec vos amis vous fera le plus grand bien.",
  "4":"En couple, la curiosité et la sincérité dont vous faites preuve seront appréciées par votre moitié. Célibataire, vous appréciez de quelques jeux de séduction et du flirt sans forcément chercher autre chose.",
  "5":"Atteindre vos objectifs vous paraît plus aisé que de coutume.",
   "6":"La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Vous vous montrez colérique, faites attention cependant à ne pas vous blesser.",
  "7":"Vous n'avez pas de souci à vous faire si un concours est prévu. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
  "8":"Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop rigide. Écoutez les besoins de chacun et sachez admettre que vous n'avez pas toujours la science infuse.",
  "9":"Votre générosité, votre allégresse, et votre exubérance vous permettent de vous faire une place dans votre groupe social. Votre entourage recherche votre présence et cela vous fait du bien. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
  "10":"Vénus est à vos côtés aujourd'hui ! Les astres encouragent la rencontre. Vous êtes prudente et votre instinct protecteur est très marqué.",
   "11":"La période est favorable pour soigner votre apparence, que cela passe par un rendez-vous beauté ou par une session shopping.",
   "12":"Et si vous testiez une nouvelle activité ? Un ou une amie pourrait même vous demander de vous accompagner.",
   "13":"Vous avez du mal à tenir votre emploi du temps. Des situations compliquées peuvent se présenter, mais cela vous permet de gagner en force.",
   "14":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire.",
   "15":"Vous faites preuve d'éloquence et cela pourrait jouer en votre faveur, vous ne devez pas sous-estimer votre force de persuasion.",
   "16":"Vous appréciez particulièrement la vie au sein de votre couple. Vous cherchez à être au centre de l'attention, voire d'être adorée.",
   "17":"Vous prenez des risques calculés et cela pourra vous bénéficier.",
   "18":"La journée est propice à de nouvelles aventures et à transformer la routine ! Profitez d'un regain d'énergie et de confiance. Vous vous sentez comme saisie par une vitalité nouvelle qui vous fait beaucoup de bien.",
   "19":"Attendez-vous à quelque chose de positif qui pourrait venir de vos collègues. Profitez de cette journée pour trier vos affaires.",
   "20":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble."
 
}
    
