
 {
    "1":"Bélier, les astres sont dans votre camp aujourd'hui ! Les astres encouragent les rencontres fortuites et heureuses. En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié.",
  "2":"Journée favorable à un investissement à long terme, mais uniquement s'il est raisonnable et réfléchi : fuyez comme la peste un placement financier hasardeux !",
  "3":"Vous foncez tête baissée et cela ne vous apporte pas que des bonnes choses. Si vous ressentez une petite forme aujourd'hui, n'hésitez pas à annuler des plans pour vous reposer.",
  "4":"Vous avez des difficultés à tenir vos dates butoirs.",
  "5":"Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
   "6":"Vous vous sentez libre d'être vous-même. Particulièrement à l'écoute, vous prenez compte des attentes des autres, mais ne faites pas l'impasse sur vous-même.",
  "7":"Célibataire, une rencontre sentimentale est peu probable aujourd'hui, mais vous appréciez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur. Essayez d'apporter la considération nécessaire au point de vue de votre partenaire en cas de désaccord.",
  "8":"Vous pourriez faire des dépenses par automatismes ou même par influence.",
  "9":"Et si vous testiez un nouveau sport ? Un ou une amie pourrait même vous proposer de vous accompagner.",
  "10":"Il est plus aisé pour vous de vous exprimer avec vos collègues. Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
   "11":"Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale.",
   "12":"Vous êtes presque terre-à-terre, mais n'avez aucun problème à faire preuve de discernement : vous accordez des petites marques d'intérêt à votre entourage et c'est remarqué.",
   "13":"Vous vous montrez prudente et votre instinct protecteur est très marqué. Célibataire, vous recherchez les frissons du début : le flirt et petits regards craquants. Prenez garde cependant à ne pas vous céder trop rapidement.",
   "14":"Prenez garde aux jeux de mise : essayez de les reporter autant que possible, et abstenez-vous de vous lancer dans un gros investissement.",
   "15":"Vous avez tendance en ce moment à vous accorder des plaisirs susceptibles de nuire à votre corps : revenez à la consommation de denrées simples et saines au quotidien et réadaptez votre alimentation pour vous débarrasser des derniers écarts. Économisez-vous aujourd'hui : à vouloir faire les choses trop vite, vous pourriez en faire trop ou y aller trop fort. Vous pourriez ressentir le besoin de résister contre quelqu'un ou quelque chose, à vous de faire en sorte de bien diriger cette ténacité.",
   "16":"Vous n'avez pas de souci à vous faire si un concours est prévu. Vous prenez vos responsabilités, ce qui pourrait mener à une revalorisation.",
   "17":"Si vous avez des enfants, vous arrivez à trouver l'équilibre idéal entre autorité et lâcher-prise.",
   "18":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : ne faites pas confiance à n'importe qui aveuglément. Vous remettez en question vos relations amicales. Vous pourriez avoir des problèmes avec une figure d'autorité.",
   "19":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : ne faites pas confiance à n'importe qui aveuglément. Vous remettez en question vos relations amicales. Vous pourriez avoir des problèmes avec une figure d'autorité.",
   "20":"C'est une période favorable pour soigner votre apparence, que cela passe par un rendez-vous beauté ou par une session shopping."
 
}
    
