
 {
    "1":"Célibataire, vous appréciez du flirt et de quelques jeux de séduction sans obligatoirement chercher autre chose. Attention à ne pas passer sous silence les difficultés dans votre vie à deux : " Ce qui est tu, tue " (Coppens).",
  "2":"Il est peu vraisemblable que vous gagniez au loto, mais vous avez tout intérêt à profiter de la journée pour faire du tri dans vos finances personnelles.",
  "3":"Une sieste vous aidera à faire le plein de force en cas de fatigue aujourd'hui, mais vous vous sentez en forme. Tant d'énergie sommeille en vous, vous auriez tout intérêt à pratiquer une nouvelle activité physique.",
  "4":"Vous avez du mal à tenir votre emploi du temps. Si vous avez pris des risques sur les dernières semaines, ceux-ci pourraient avoir des effets négatifs.",
  "5":"Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
   "6":"Une rencontre plutôt amicale et impromptue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Vous êtes d'humeur aventurière et sentez une profonde soif de découvertes.",
  "7":"Côté amour, l'ambiance est au beau fixe. Vous vivez des instants de paix sur le plan romantique, il se pourrait que vous ressentiez même un peu d'ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Essayez de ne pas faire preuve de possessivité.",
  "8":"Vous pourriez manquer un peu de fortune : évitez à tout prix les paris, et pensez à deux fois avant tout investissement.",
  "9":"L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Vous vous sentez comme saisie par une vitalité nouvelle qui vous procure beaucoup de bien.",
  "10":"Avec Mercure en rétrograde, quelques déboires sont à prévoir pour les utilisatrices d'outils numériques. La situation ne se débloque pas aussi vite que vous le souhaitez.",
   "11":"Vous êtes prudente et votre instinct protecteur est très présent. L'ambiance astrale actuelle encourage les rencontres fortuites et heureuses.",
   "12":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent à merveille.",
   "13":"Jupiter pourrait bien jouer en votre faveur, sachez accueillir les opportunités qui se présentent. Vous êtes en bonne forme aujourd'hui, mais ne négligez pas de surveiller votre hygiène de vie. Vous vous montrez sur tous les fronts mais réservez-vous également des moments de repos.",
   "14":"Quelqu'un au sein de vos collègues pourrait vous mettre dans la confidence, vous pourriez contribuer à améliorer l'atmosphère au travail. La patience et les efforts sont récompensés.",
   "15":"Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre lâcher-prise et autorité.",
   "16":"Attention, vous pourriez faire une mauvaise rencontre aujourd'hui : n'accordez pas votre confiance à n'importe qui sans réfléchir. Vous remettez en question vos relations amicales. Vous pourriez sembler agacée par vos proches : vous avez une sortie de prévue et vous avez l'impression d'être seule à vous occuper de l'organisation.",
   "17":"Sur le plan sentimental, Vénus mal aspectée vous met des bâtons dans les roues. Célibataire, ne prenez pas de décision hâtive quant à votre situation sentimentale. De sacrés défis vous attendent dans votre vie amoureuse ; la période est favorable pour faire le point, vous prenez à bras-le-corps ce que vous mettiez de côté jusque maintenant..",
   "18":"Vous faites votre petit bonhomme de chemin lentement mais sûrement : votre équilibre financier ne devrait pas être source de contrariété.",
   "19":"Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera. Vous êtes en forme, Mars vous prodigue beaucoup d'énergie tant sur le plan physique que mental. Vous prêtez attention aux détails et à tous les petits problèmes que vous laissiez sur le côté jusque-là.",
   "20":"Vos collègues pourraient être à la source d'un élément positif. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail."
 
}
    
