
 {
    "1":"Il se pourrait que vous fassiez une rencontre déterminante. Si vous avez l'impression d'être dans une impasse avec votre partenaire, prenez le temps qu'il faut pour remettre les choses à plat.",
  "2":"Vous savez aller au fond des choses, sans prendre de raccourci. Cela vous réussira sur le plan financier, car cette détermination peut vous ouvrir des portes.",
  "3":"Une sieste vous aidera à faire le plein de vitalité en cas de petit coup de mou aujourd'hui, mais vous vous sentez en forme. Vous êtes en bonne forme, mais n'en oubliez pas de surveiller votre hygiène de vie.",
  "4":"Attendez-vous à quelque chose de positif qui pourrait émaner de vos collègues.",
  "5":"Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
   "6":"La prospérité pourrait être au rendez-vous si vous prêtez attention à vos proches ! Le moment est favorable pour tester une nouvelle activité avec vos amis.",
  "7":"L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié. Vous adorez particulièrement la vie au sein de votre couple.",
  "8":"Un investissement financier réfléchi pourrait être valorisé, mais tâchez de bien y songer avant d'agir et de ne pas vous éparpiller dans la mise en place de ce projet ",
  "9":"La fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante. Profitez d'un regain d'énergie et de confiance.",
  "10":"Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
   "11":"Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop rigide. Écoutez les besoins de chacun et sachez admettre que vous n'avez pas toujours la science infuse",
   "12":"Les plaisirs simples de la vie vous procurent le plus d'enthousiasme : vous appréciez une discussion autour d'un délicieux mets.",
   "13":"Célibataire, vous vous délectez de la séduction et du flirt sans obligatoirement chercher autre chose. Vous vivez des moments paisibles côté coeur, vous pourriez ressentir même un peu d'ennui. Votre besoin d'indépendance étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux",
   "14":"Vous avez parfois des difficultés à garder vos comptes à l'équilibre, mais cela ne devrait pas être problématique aujourd'hui !",
   "15":"Votre esprit est sur le mode de la compétition et votre forme est olympique ; vous avez grand besoin de vous défouler. Vous vous montrez sur tous les fronts mais réservez-vous également des moments de repos.",
   "16":"Vous n'avez pas de souci à vous faire si un concours est prévu. La patience et les efforts sont récompensés.",
   "17":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les problèmes de votre foyer.",
   "18":"Votre petite tendance à être un brin tire-au-flanc vous pousse à vous révéler superficielle alors que votre entourage aurait besoin de votre présence et de conversations plus profondes. Tout dépend de votre constance et de votre fiabilité pour que cette journée se passe bien.",
   "19":"Vous voulez être aux petits soins des autres et de votre partenaire. Entamer une nouvelle relation sentimentale par simple curiosité risquerait d'être un jeu dangereux.",
   "20":"Vous pourriez avoir un gain dans vos finances personnelles grâce à cette journée."
 
}
    
