
 {
    "1":"Vous êtes du genre à foncer, sans vous attarder sur le passé. Des problèmes passés sous silence pendant longtemps dans votre couple pourraient refaire surface.",
  "2":"Journée favorable à un investissement à long terme, mais uniquement s'il est prudent et judicieux : fuyez comme la peste un placement financier hasardeux !",
  "3":"C'est une période propice pour mettre en place des actions concrètes afin de se débarrasser de mauvaises habitudes. Vous êtes en forme, Mars vous confère beaucoup d'énergie que ce soit d'un point de vue physique ou mental.",
  "4":"Vous pourriez connaître quelques malentendus avec votre entourage professionnel.",
  "5":"C'est un bon moment pour faire prendre de nouvelles bases saines à votre foyer.",
   "6":"Vous faites preuve de générosité et d'enthousiasme. Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide.",
  "7":"Côté amour, l'ambiance est au beau fixe. En couple, l'envie de comprendre les choses et l'authenticité dont vous faites preuve seront appréciées par votre moitié. Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres.",
  "8":"Atteindre vos objectifs vous semble plus simple que d'habitude.",
  "9":"Ne faites pas preuve d'imprudence. Vous pourriez être sujette à une baisse d'énergie excessive aujourd'hui. Le secret réside dans le repos. Ce n'est pas la meilleure des journées pour vous. Le tonus n'est pas au rendez-vous et vous vous sentez un peu épuisée.",
  "10":"Vous n'avez pas de souci à vous faire si un concours est prévu.",
   "11":"Vous souhaitez être le roc qui soutient les membres de votre sphère familiale, mais vous pouvez aussi être dépendante de votre entourage en retour.",
   "12":"La fortune pourrait être au rendez-vous si vous prêtez attention à vos proches ! L'attention pourrait être focalisée sur vous pour de bonnes raisons. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
   "13":"Vous êtes plutôt cérébrale, dans la manifestation de votre grâce y compris. Malgré votre côté avenant et votre allégresse du moment, vous maintenez vos émotions à distance.",
   "14":"La période est propice pour soigner votre apparence, que cela passe par un rendez-vous beauté ou par une session shopping.",
   "15":"Vous vous montrez colérique, mais attention à ne pas vous blesser.",
   "16":"Vous avez du mal à rester concentrée. Quelque chose que vous attendez a du retard.",
   "17":"La journée pourrait être le théâtre d'une mauvaise expérience, liée à un membre de votre famille. Il sera nécessaire de faire front ensemble.",
   "18":"Vous remettez en question vos relations amicales.",
   "19":"Vous ne vous sentez pas au top et doutez de votre charme. Votre vie sentimentale n'est pas de tout repos, il va falloir s'attendre à rencontrer des difficultés.",
   "20":"Vous aurez sans doute l'occasion de construire un budget avec patience. Vous êtes velléitaire, vous vous équipez pour une multitude d'activités que vous n'amorcez finalement jamais."
 
}
    
