
 {
    "1":"Côté coeur, le temps n'est pas au beau fixe. Vous pourriez vous révéler superficielle et incohérente en ce moment. Il vous faut trouver la juste mesure entre exprimer ce qui ne convient pas et vous plaindre constamment.",
  "2":"La prospérité pourrait vous arriver par le biais de cette journée.",
  "3":"Vous avez tendance en ce moment à vous accorder des plaisirs qui pourraient malmener votre corps : revenez à la consommation de produits simples et sains au quotidien et ayez une alimentation équilibrée pour évacuer les derniers écarts. Vous souffrez d'un gros coup de fatigue aujourd'hui, vous accorder une pause gourmande pourrait vous réconforter. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
  "4":"Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
  "5":"Vous êtes structurée et parvenez à bien organiser votre foyer. Sachez toutefois ne pas être trop directive et laisser les personnes qui vous entourent décider pour elles-mêmes.",
   "6":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : n'accordez pas votre confiance à n'importe qui aveuglément. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "7":"Vous avez droit à des moments paisibles bien mérités sur le plan sentimental, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter sa part de moments inoubliables. Dans votre couple, vous jouissez de beaucoup de liesse.",
  "8":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien.",
  "9":"Faites attention à votre alimentation et mangez de tout, en quantités raisonnables.",
  "10":"Vous avez droit à des moments paisibles bien mérités sur le plan sentimental, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter sa part de moments inoubliables. Dans votre couple, vous jouissez de beaucoup de liesse.",
   "11":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien.",
   "12":"Faites attention à votre alimentation et mangez de tout, en quantités raisonnables.",
   "13":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les soucis de votre foyer.",
   "14":"Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un repas. Particulièrement à l'écoute, vous prenez compte des besoins de votre entourage, mais ne faites pas l'impasse sur vous-même.",
   "15":"Votre ego a une place prépondérante vis-à-vis de votre relation. Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence.",
   "16":"La bonne fortune n'est pas de votre côté et Jupiter vous encourage à l'introspection plutôt qu'à l'action : profitez-en pour réorganiser vos finances personnelles.",
   "17":"Si l'on peut difficilement dire que votre autorité a beaucoup d'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "18":"Plutôt que la compagnie des autres, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Il se pourrait que vous voyiez des frustrations émerger au cours de conversations avec votre cercle amical : vous pourriez avoir l'impression de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut générer des malentendus.",
   "19":"Votre couple est exquis, vous êtes adorables à deux. Célibataire, vous êtes romantique et dévouée, et si vous êtes déjà tombée amoureuse, cela pourrait charmer.",
   "20":"Vous faites votre petit bonhomme de chemin lentement mais sûrement : votre équilibre financier devrait être stable.",
     "21":"Vous avez l'occasion de faire de bons petits plats et cela entretient votre joie de vivre. Tant de vitalité bouillonne en vous, vous auriez tout intérêt à pratiquer une nouvelle activité physique."

 
}
    
