
 {
    "1":"Vous sentez une insécurité émotionnelle. Vous ne vous sentez pas au top et doutez de votre charme.",
  "2":"Vous pourriez assister à une embellie de vos finances, en particulier si vous ne vous êtes pas montrée trop dépensière ces derniers mois.",
  "3":"L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Profitez-en, ainsi que de la bonne santé que la planète vous aide à conserver.",
  "4":"Ne rejetez pas sur autrui les blocages auxquels vous avez à faire face.",
  "5":"Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
   "6":"Les plaisirs simples de la vie vous procurent le plus de joie : vous appréciez une discussion autour d'une bonne table. Un dîner avec votre cercle d'amis vous fera le plus grand bien.",
  "7":"Célibataire, vous recherchez les frissons de la rencontre : le badinage et petits regards craquants. Mais attention à ne pas vous céder trop rapidement. Vous cherchez une certaine sécurité.",
  "8":"Cette journée pourrait vous apporter des opportunités financières.",
  "9":"Il vous sera nécessaire d'apprendre à mieux vous occuper de vous-même. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
  "10":"Quelqu'un au sein de votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez contribuer à rendre plus équilibrée l'ambiance au travail. Vous parvenez à structurer votre empathie et à aider concrètement les autres.",
   "11":"L'accalmie que vous arrivez à faire régner dans votre foyer vous promet des temps paisibles où chacun est libre de s'épanouir.",
   "12":"Une rencontre amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vous êtes d'humeur aventurière et éprouvez une profonde soif de nouvelles expériences. Tout dépend de votre constance et de votre fiabilité pour que cette journée aille bien.",
   "13":"Vous êtes comme un papillon dans un champ de fleurs : vous ne savez plus où donner de la tête. Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence.",
   "14":"Vous traversez une période faste du point de vue de vos économies, des profits pourraient vous attendre au tournant aujourd'hui, sachez saisir les bonnes occasions.",
   "15":"Vous pouvez vous disperser un peu et ne pas réussir à canaliser votre énergie dans un seul projet.",
   "16":"Au travail, vous réussissez à atteindre vos objectifs et pouvez vous faire remarquer par vos chefs ou cheffes.",
   "17":"Des situations compliquées peuvent apparaître dans votre foyer, mais vous pourrez en sortir grandie.",
   "18":"Votre bonne humeur vous encourage à connaître une vie sociale passionnante, prenez garde cependant à vos finances si vous multipliez les sorties.",
   "19":"Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres. Vous vivez un moment paisible sur le plan sentimental, vous pourriez ressentir même un peu d'ennui. Votre besoin de liberté étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
   "20":"Du côté de vos finances, vous ne devriez pas connaître de revirement fâcheux aujourd'hui, la journée est propice pour construire un budget avec patience."
 
}
    
