
 {
    "1":"Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très élevées. Profitez de cette période paisible dans votre couple pour faire le bilan : quels sont vos envies et vos souhaits ? Célibataire, vous recherchez les frissons de la rencontre : le flirt et petits regards craquants. Prenez garde cependant à ne pas vous enflammer.",
  "2":"Vous arrivez avec grande facilité à faire le tri entre les bonnes dépenses et les mauvaises.",
  "3":"Vous pourriez faire preuve d'imprudence : évitez les sports à risques. Vous pourriez être sujette à une baisse d'énergie excessive aujourd'hui. La clé réside dans le sommeil. Vous vous sentez un peu fatiguée et souffrez d'une fatigue excessive.",
  "4":"Une personne dans votre entourage professionnel pourrait vous confier un secret, vous pourriez contribuer à rendre plus équilibrée l'atmosphère au travail.",
  "5":"Vous êtes structurée et parvenez à bien organiser votre foyer. Sachez toutefois ne pas être trop directive et laisser les personnes qui vous entourent décider pour elles-mêmes.",
   "6":"Un spa, une table ou un verre en terrasse... vous passez un bon moment avec votre entourage. La journée peut vous faire rencontrer une nouvelle personne. Elle pourra toutefois rester au stade d'amitié superficielle.",
  "7":"Vous êtes aux anges dans la relation que vous entretenez avec votre partenaire ! Ce n'est pas un bon moment pour une nouvelle relation.",
  "8":"Vous pourriez assister à une éclaircie de vos finances, en particulier si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "9":"Jupiter pourrait bien jouer en votre faveur, sachez accueillir les opportunités qui se présentent. Vous êtes en forme, Mars vous prodigue beaucoup de vitalité que ce soit d'un point de vue physique ou psychique.",
  "10":"Vos collègues pourraient être à la source d'un élément positif. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
   "11":"Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
   "12":"Une rencontre plutôt amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop rigide.",
   "13":"Vous êtes plutôt cérébrale, pour la séduction y compris. Vous pourriez faire une belle rencontre.",
   "14":"Vous avez parfois du mal à garder vos comptes à l'équilibre, mais cela ne devrait pas poser souci aujourd'hui !",
   "15":"Tant d'énergie sommeille en vous, vous auriez tout intérêt à vous inscrire à un club de sport. Vous pourriez être colérique, faites attention néanmoins à ne pas vous blesser.",
   "16":"Vous vous exprimez facilement avec vos collègues. Vous faites bonne impression auprès de votre hiérarchie.",
   "17":"Des situations compliquées peuvent se manifester, mais cela vous permet de gagner en force.",
   "18":"Particulièrement à l'écoute, vous tenez compte des besoins des autres, mais ne faites pas l'impasse sur vous-même. Vous prenez soin de vos proches, par des petites attentions ou une oreille à l'écoute. N'oubliez pas non plus de vous laisser chouchouter au passage et ne restez pas dans des relations à sens unique.",
   "19":"Vous vous révélez communicative, presque extravagante. Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres.",
   "20":"Si vous pouvez vous le permettre, octroyez-vous un moment bien-être chez vous ou en institut."
 
}
    
