
 {
    "1":"Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres. Vous risquez de voir des problèmes de longue date refaire surface dans votre vie à deux.",
  "2":"Vous aurez sans doute l'occasion de mettre de l'ordre dans vos finances.",
  "3":"Vos émotions pourraient peser sur votre moral plus que d'habitude.",
  "4":"Quelqu'un au sein de votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez parvenir à rendre meilleure l'atmosphère au travail. Vous faites bonne impression auprès de votre hiérarchie.",
  "5":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire.",
   "6":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble..",
  "7":"Vous maniez les mots avec habileté, vous devez prendre conscience de votre force de persuasion. Les gens qui vous font vous sentir en sécurité ont une présence importante pour vous aujourd'hui : vous avez besoin de vous sentir soutenue..",
  "8":"Sur le plan sentimental, Vénus mal aspectée vous met des bâtons dans les roues. Votre ego a une place prépondérante vis-à-vis de votre relation. Votre ego a une place importante vis-à-vis de votre relation.",
  "9":"Journée favorable à un investissement à long terme, mais uniquement s'il est judicieux et réfléchi : fuyez comme la peste un placement financier non maîtrisé !",
  "10":"Cette journée peut être assez éprouvante concernant l'ambiance qui règne au sein de votre famille, demandez conseil si cela vous pèse trop.",
   "11":"Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un bon petit mets. Vous allez briller, vos côtés communicatifs et joueurs animent l'ensemble des activités auxquelles vous êtes conviée et par conséquent, vous semblez demandée de toutes parts !",
   "12":"Commencer une nouvelle relation par simple curiosité risquerait d'être un jeu dangereux. Votre ego a une place prépondérante vis-à-vis de votre relation.",
   "13":"Vous n'avez pas de souci à vous faire si un concours est prévu. Profitez de cette journée pour faire du rangement dans vos affaires.",
   "14":"Si vous avez des enfants, vous arrivez à trouver l'équilibre idéal entre autorité et lâcher-prise.",
   "15":"Un spa, un repas ou un verre en terrasse... vous passez un bon moment avec votre entourage. Vous êtes prévoyante, voire théâtrale. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
   "16":"Commencer une nouvelle relation par simple curiosité risquerait d'être un jeu dangereux. Votre ego a une place prépondérante vis-à-vis de votre relation.",
   "17":"Vous vous vautrez dans la frénésie d'achats. Faites attention à cette période et contrôlez vous.",
   "18":"L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Vous êtes dans un état d'esprit de compétition et votre forme est à son paroxysme ; vous avez grand besoin de vous libérer des tensions. Offrez-vous un instant zen, cela vous aidera à passer une journée sous d'excellents auspices.",
   "19":"Vous n'avez pas de souci à vous faire si un concours est prévu. Profitez de cette journée pour faire du rangement dans vos affaires.",
   "20":"Si vous avez des enfants, vous arrivez à trouver l'équilibre idéal entre autorité et lâcher-prise."
 
}
    
