
 {
    "1":"Côté coeur, le temps n'est pas au beau fixe. Votre ego a une place prépondérante vis-à-vis de votre relation. Vous pourriez réaliser que votre attitude dans votre couple ne correspond pas à vos convictions.",
  "2":"Sous l'influence de Vénus, vous êtes expansive et généreuse : quand vous aimez, vous ne comptez pas !.",
  "3":"Vous sortez du lot ! Soyez joviale et dynamique..",
  "4":"Vous avez des difficultés à rester concentrée, vous pourriez même manquer de rigueur. Quelque chose que vous attendez a du retard.",
  "5":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les problèmes de votre foyer.",
   "6":"Vous êtes prévoyante, voire théâtrale. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus avenante.",
  "7":"La période est particulièrement propice pour une rencontre déterminante. Vous prenez pleinement conscience de l'importance que votre partenaire tient dans votre existence.",
  "8":"Quelques déconvenues financières peuvent être à craindre, soyez particulièrement raisonnable si vous songez à faire des investissements. Vous vous vautrez dans le consumérisme",
  "9":"Vous réussissez à mobiliser votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. Vous avez une pêche incroyable aujourd'hui, et êtes sur tous les fronts ! Vous devrez cependant veiller à ne pas trop en demander à votre corps. Vous avez des idées de conquête et avez la sensation que rien ne vous résiste : profitez de cette énergie pour avancer dans vos projets.",
  "10":"Vous avez du mal à vous faire entendre face à vos collègues. Vous pouvez avoir la sensation que le monde est froid et hostile.",
   "11":"Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer d'anciennes disputes du passé.",
   "12":"Vous vous montrez entêtée, menée par un amour propre à son apogée. Il se pourrait que vous voyiez des frustrations apparaître lors de conversations avec vos amis : vous pourriez avoir l'impression de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut susciter des malentendus. Les choses vous glissent des mains, et le sol paraît se dérober sous vos pieds : vous avez du mal à prendre conscience de ce qui arrive tant cela défile, vous ne vous sentez pas à votre place.",
   "13":"Votre ego a une place prépondérante vis-à-vis de votre relation. Vous avez droit à des jours d'accalmie bien mérités côté coeur, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter son lot de moments uniques.",
   "14":"Vous vous montrez expressive, presque excentrique. Vous lancer dans une nouvelle relation sentimentale par simple curiosité risquerait d'être un jeu dangereux. ",
   "15":"Avec Vénus en rétrograde, ce n'est pas un moment favorable pour un changement de look.",
   "16":"Tant d'énergie bouillonne en vous, vous auriez tout intérêt à pratiquer une nouvelle activité physique.",
   "17":"Vous risquez de connaître des complications dans votre activité professionnelle, peut-être à cause d'un problème face à l'autorité.",
   "18":"Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre lâcher-prise et autorité.",
   "19":"Attention, vous pourriez faire une mauvaise rencontre aujourd'hui : n'accordez pas votre confiance à n'importe qui sans réfléchir.",
   "20":"La fortune pourrait vous arriver par le biais de votre patience. Ne serait-ce pas le moment de se faire plaisir avec une virée shopping ?"
 
}
    
