
 {
    "1":"Cette journée pourrait être compliquée. Votre ego a une place prépondérante vis-à-vis de votre relation. Des problèmes passés sous silence pendant un long moment dans votre vie à deux pourraient refaire surface.",
  "2":"Il est peu probable que vous gagniez à la loterie, mais vous avez tout intérêt à profiter de la journée pour arranger vos finances personnelles.",
  "3":"Vous pourriez vous laisser aller à la gourmandise. Économisez-vous aujourd'hui : à vouloir faire les choses trop rapidement, vous pourriez en faire trop ou y aller trop fort.",
  "4":"Vous pourriez connaître quelques malentendus avec votre entourage professionnel. Si vous avez pris des risques sur les dernières semaines, ceux-ci pourraient avoir des répercussions dommageables.",
  "5":"Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale..",
   "6":"Plutôt que la compagnie des autres, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Vous pourriez paraître froide et distante.",
  "7":"Plutôt que la compagnie des autres, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Vous pourriez paraître froide et distante.",
  "8":"Un placement réfléchi pourrait être valorisé, mais tâchez de bien y songer avant d'agir et de ne pas vous éparpiller dans l'élaboration de ce projet !.",
  "9":"La bonne fortune pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante. Vous vous montrez sur tous les fronts mais réservez-vous aussi des moments de repos.",
  "10":"Une personne dans vos collègues pourrait vous confier un secret, vous pourriez aider à améliorer l'atmosphère au travail. Au travail, vous arrivez à rester efficace et structurée : profitez-en pour mettre de l'ordre dans vos papiers.",
   "11":"Des petites contrariétés peuvent poindre : vous aurez du mal à asseoir votre autorité auprès de vos enfants, ou bien des frustrations envers vos parents peuvent refaire surface.",
   "12":"Une attitude impertinente et un comportement qui frôle l'égocentrisme risquent de vous mettre des proches à dos. Vous avez grand besoin d'isolement afin de vous recentrer. Vous avez des difficultés à s'ouvrir aujourd'hui, au point de sembler sur vos gardes..",
   "13":"Vous êtes emplie de tendresse. La période est particulièrement propice pour une belle rencontre.",
   "14":"Vous savez aller au fond des choses, sans céder à la simplification extrême. Cela pourra vous épauler aujourd'hui du point de vue de vos finances et vous aider à prendre les bonnes décisions.",
   "15":"La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Dans une forme olympique, vous devriez jouir de cet élan positif, qui pourrait par ailleurs vous valoir de belles surprises. Vous jouissez d'un bon équilibre nerveux et tonus physique, ce qui vous permet d'aborder cette journée sous d'excellentes dispositions.",
   "16":"Des mails importants pourraient être adressés au mauvais destinataire ou se retrouver dans votre courrier indésirable. La situation ne se débloque pas aussi vite que vous le souhaitez.",
   "17":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble.",
   "18":"Une rencontre amicale et inattendue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Vous êtes précise quand vous vous exprimez. Les conversations superficielles ne vous intéressent pas, d'ailleurs vous les snobez sans hésitation !.",
   "19":"Vous êtes aux anges dans votre couple ! Commencer une nouvelle relation amoureuse par simple curiosité risquerait d'avoir des conséquences désagréables.",
   "20":"Quelques revirements financiers peuvent être à craindre, soyez particulièrement raisonnable si vous songez à faire des investissements."
 
}
    
