
 {
    "1":"Vous vivez des moments paisibles côté coeur, vous pourriez ressentir même un léger ennui. Votre besoin d'indépendance étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux. Il vous faut trouver la juste mesure entre exprimer ce qui ne va pas et vous plaindre à tout bout de champ.",
  "2":"Vous pourriez assister à une valorisation de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "3":"La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Votre esprit est sur le mode du challenge et votre forme est olympique ; vous avez grand besoin de vous libérer des tensions.",
  "4":"Des mails importants pourraient se retrouver dans votre courrier indésirable ou être adressés au mauvais destinataire.",
  "5":"C'est un moment opportun pour faire prendre de nouvelles bases saines à votre foyer",
   "6":"Une rencontre plutôt amicale et inattendue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Vos proches adorent échanger avec vous, vous avez des conversations passionnantes.",
  "7":"Vous êtes hardie dans votre relation de couple et vous dégagez une certaine fraîcheur. L'ambiance astrale actuelle encourage la rencontre sentimentale.",
  "8":"Vous prenez des risques prudents et cela pourra vous bénéficier.",
  "9":"La journée est propice à de belles aventures et à transformer la routine ! Tant d'énergie sommeille en vous, vous auriez tout intérêt à pratiquer une nouvelle activité sportive. Vous sortez du lot ! Soyez joyeuse et active.",
  "10":"Vous pourriez connaître quelques malentendus avec vos collègues.",
   "11":"Des situations compliquées peuvent se manifester, mais cela vous permet de gagner en force.",
   "12":"Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'un orgueil de façade pour camoufler vos failles. Il se pourrait que vous voyiez des frustrations advenir lors de discussions avec votre cercle amical : vous pourriez avoir la sensation de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut occasionner des quiproquos. Ne faites pas preuve de possessivité envers votre entourage.",
   "13":"Célibataire, vous vous délectez de quelques jeux de séduction et du badinage sans forcément rechercher autre chose. Vous mesurez et appréciez l'affection que votre partenaire vous porte.",
   "14":"Vos finances vous donnent quelques difficultés aujourd'hui. Tentez de garder le cap et d'y mettre de l'ordre.",
   "15":"Avec le Soleil ayant un impact négatif dans votre carte du ciel, vous pourriez éprouver une baisse d'énergie. Restez à l'écoute de votre corps et n'hésitez pas à en parler avec votre médecin si cette sensation de fatigue s'installe.",
   "16":"Votre vie vous paraît chaotique, cela pourrait être le cas aussi en ce qui concerne votre travail. Un problème ne se débloque pas aussi vite que vous le souhaitez.",
   "17":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire.",
   "18":"Vous êtes presque terre-à-terre, mais n'avez aucun mal à faire preuve de bon sens : vous avez des attentions concrètes à votre entourage et c'est apprécié.",
   "19":"Vous cherchez à casser la routine au sein de votre couple, ou plus largement de votre vie sentimentale. Célibataire, vous recherchez les frissons de la rencontre : le flirt et petits messages craquants. Mais attention à ne pas vous précipiter.",
   "20":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien. Vous avez parfois des difficultés à garder vos comptes à l'équilibre, mais cela ne devrait pas poser souci aujourd'hui !"
 
}
    
