
 {
    "1":"Côté amour, l'ambiance est au beau fixe. Vous vivez un instant d'accalmie côté coeur, vous pourriez ressentir même un peu d'ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Célibataire, vous appréciez de la séduction et du badinage sans forcément chercher autre chose.",
  "2":"Vous pourriez assister à une valorisation de vos finances personnelles, notamment si vous ne vous êtes pas montrée trop prodigue ces derniers temps.",
  "3":"Il est peu vraisemblable que vous gagniez à la loterie, mais vous avez tout intérêt à profiter de la journée pour faire du rangement dans vos finances..",
  "4":"Prenez garde à votre alimentation et mangez de tout, en quantités raisonnables. Vous pourriez être en proie à une baisse d'énergie excessive aujourd'hui. Surveillez votre sommeil et sa qualité. Vous ne vous sentez pas tout à fait à votre aise aujourd'hui, et personne ne semble vous comprendre réellement. Faites preuve de bienveillance, avec les autres mais aussi avec vous-même.",
  "5":"Vous parvenez à structurer votre empathie et à aider concrètement autrui.",
   "6":"Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale.",
  "7":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous prenez soin de vos proches, par des petites attentions ou une oreille attentive. N'oubliez pas non plus de vous laisser chouchouter au passage et ne restez pas dans des relations à sens unique.",
  "8":"Votre ego a une place prépondérante vis-à-vis de votre relation. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre moitié.",
  "9":"Vous avez des pulsions consuméristes aujourd'hui, qu'il faudra éviter d'assouvir au risque de le regretter plus tard.",
  "10":"Vous avez l'opportunité de cuisiner sainement et cela entretient votre joie de vivre. Vous vous montrez partout à la fois mais gardez-vous également des moments de repos.",
   "11":"Vous n'avez pas de souci à vous faire si un examen est prévu. La patience et les efforts sont récompensés.",
   "12":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les problèmes de votre foyer.",
   "13":"Un spa, un bon repas ou un verre en terrasse... vous passez du bon temps avec votre entourage. Vous êtes méticuleuse lorsque vous vous exprimez. Les conversations superficielles ne vous intéressent pas, d'ailleurs vous les snobez sans hésitation !",
   "14":"Votre ego a une place prépondérante vis-à-vis de votre relation. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre moitié.",
   "15":"Vous avez des pulsions consuméristes aujourd'hui, qu'il faudra éviter d'assouvir au risque de le regretter plus tard.",
   "16":"Vous avez l'opportunité de cuisiner sainement et cela entretient votre joie de vivre. Vous vous montrez partout à la fois mais gardez-vous également des moments de repos.",
   "17":"Vous n'avez pas de souci à vous faire si un examen est prévu. La patience et les efforts sont récompensés.",
   "18":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les problèmes de votre foyer.",
   "19":"Un spa, un bon repas ou un verre en terrasse... vous passez du bon temps avec votre entourage. Vous êtes méticuleuse lorsque vous vous exprimez. Les conversations superficielles ne vous intéressent pas, d'ailleurs vous les snobez sans hésitation !",
   "20":"Vous êtes romantique et dévouée. Entamer une nouvelle relation par simple curiosité risquerait d'avoir des conséquences désagréables.",
     "21":"Les configurations astrales pourraient mettre à l'épreuve votre porte-monnaie : soyez réfléchie, et tâchez de gérer sagement votre budget."

 
}
    
