
 {
    "1":"Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre partenaire peuvent être très hautes. Tirez parti d'une période paisible dans votre couple pour faire le bilan sur vos souhaits. Célibataire, vous recherchez les frissons du début : quelques jeux de séduction et petits regards craquants. Faites attention cependant à ne pas vous précipiter.",
  "2":"Rien à signaler sur le plan financier, qui devrait se porter à merveille aujourd'hui ! Ne serait-ce pas le moment de se faire plaisir avec une virée shopping ?",
  "3":"Côté santé, vous ne devriez pas avoir grand-chose à craindre. Profitez d'un regain de vitalité et de confiance sur toute la journée.",
  "4":"Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail",
  "5":"Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
   "6":"Vous pourriez avoir des problèmes avec une figure d'autorité.",
  "7":"Vous êtes aux anges dans votre relation amoureuse ! C'est un moment favorable au badinage autour d'un repas.",
  "8":"Journée propice pour reprendre de bonnes habitudes de gestion. C'est un moment opportun pour aller chez la manucure ou faire un tour en institut.",
  "9":"Vous avez la possibilité de cuisiner sainement et cela entretient votre joie de vivre. Dynamique, vous devriez jouir de cet élan positif, qui pourrait vous réserver de belles surprises.",
  "10":"Votre entourage professionnel pourrait être à la source de quelque chose de positif. Au travail, vous êtes productive et organisée !",
   "11":"Si vous avez des enfants, vous arrivez à trouver l'équilibre idéal entre autorité et lâcher-prise.",
   "12":"La prospérité pourrait être au rendez-vous si vous prêtez attention à vos proches ! Vous êtes méticuleuse lorsque vous vous exprimez.",
   "13":"Il est possible que vous fassiez une belle rencontre. Vous avez droit à des instants de sérénité bien mérités sur le plan amoureux, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter son lot de moments uniques.",
   "14":"Vous arrivez avec grande facilité à faire la part des choses entre les bonnes dépenses et les mauvaises. Vous pourriez découvrir des moyens de rendre plus stable votre situation financière.",
   "15":"La journée devrait être plutôt bonne, avec de belles occasions à saisir grâce à votre énergie.",
   "16":"Vous risquez de manquer d'organisation et communiquez avec difficulté : concentrez votre énergie dans des petits projets. Si vous avez pris des risques sur les dernières semaines, ceux-ci pourraient avoir des effets dommageables.",
   "17":"Vous réfléchissez à des manières de rendre plus solide votre sphère familiale.",
   "18":"Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une discussion autour d'un repas. Vous avez des conversations à coeur ouvert appréciables avec vos amis.",
   "19":"Scorpion, les astres sont dans votre camp aujourd'hui ! Il est possible que vous fassiez une rencontre déterminante. Votre vie à deux est un pur délice.",
   "20":"Les configurations astrales pourraient chahuter votre porte-monnaie : soyez réfléchie, et tâchez de gérer sagement votre budget. Avec Vénus en rétrograde, il vaudrait mieux repousser vos dépenses liées aux cosmétiques ou votre apparence, car vous êtes en proie à des envies d'achat."
 
}
    
