
 {
    "1":"En couple, l'envie de comprendre les choses et la sincérité dont vous faites preuve seront appréciées par votre partenaire. Compte tenu de la configuration astrale actuelle, il y a des difficultés à prévoir sur le plan amoureux.",
  "2":"Vous aurez sans doute l'occasion de restructurer vos finances.",
  "3":"La période est favorable pour mettre en place des actions en vue de se débarrasser de mauvaises habitudes. Profitez d'un regain d'énergie et de confiance.",
  "4":"Le transit de Mercure pourrait semer le trouble avec votre entourage professionnel, créant des querelles.",
  "5":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble.",
   "6":"Vous avez une tendance à l'impertinence et à l'égocentrisme en ce moment : faites attention à ne pas vous mettre vos amis à dos. Vous faites preuve d'entêtement excessif.",
  "7":"Vous êtes particulièrement disposée à une belle rencontre. Vous prenez totalement conscience de l'importance que votre partenaire tient dans votre existence.",
  "8":"Le climat astral pourrait mettre à l'épreuve votre compte en banque : soyez judicieuse, et essayez de gérer prudemment votre budget.",
  "9":"Vous pourriez faire preuve d'imprudence : évitez les sports à risques. Vous risquez de trop en faire, et de lésiner sur le repos. Ce n'est pas la meilleure des journées pour vous. La forme n'est pas au rendez-vous et vous vous sentez un peu vide",
  "10":"Des mails importants pourraient être adressés au mauvais destinataire ou se retrouver dans votre courrier indésirable.",
   "11":"Des petites contrariétés peuvent apparaître : vous aurez du mal à asseoir votre autorité auprès de vos enfants, ou bien des frustrations envers vos parents peuvent refaire surface.",
   "12":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Particulièrement à l'écoute, vous tenez compte des aspirations d'autrui, mais ne faites pas l'impasse sur vous-même. La journée favorise les contacts sociaux, en particulier autour d'un délicieux mets.",
   "13":"Vous recherchez à renouveler un peu votre couple, ou plus largement votre vie sentimentale. Démarrer une nouvelle relation par simple curiosité risquerait d'avoir des conséquences désagréables.",
   "14":"Vos finances personnelles vous demandent beaucoup d'efforts, essayez de ne pas faire la sourde oreille aux problèmes qui peuvent en découler.",
   "15":"Vous avez envie d'être vue et vous êtes resplendissante.",
   "16":"Vous vous exprimez avec aisance avec vos collègues. Vous avez une appétence pour le travail bien fait, et cette journée devrait vous satisfaire amplement.",
   "17":"À trop rester dans votre monde, vous en perdez de vue que vos proches souhaitent profiter pleinement de votre présence : mieux vaut de temps en temps remettre les pieds sur Terre.",
   "18":"Vous remettez en question vos relations amicales.",
   "19":"Cette journée pourrait être compliquée. Votre vie sentimentale n'est pas une balade de santé, il va falloir s'attendre à rencontrer des problèmes. Célibataire, une rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : une tenue bien pensée ou une virée au musée pourraient vous mettre d'excellente humeur.",
   "20":"Des opportunités peuvent se présenter dans votre carrière. Vous vous montrez velléitaire, vous vous équipez pour une multitude de projets que vous n'amorcez finalement jamais."
 
}
    
