
 {
    "1":"En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Si vous n'êtes pas en couple, vous êtes particulièrement disposée à de nouvelles rencontres.",
  "2":"Vous êtes en proie à des pulsions d'achat, ne vous perdez pas de vue.",
  "3":"Vous pourriez vous laisser aller à la gourmandise. Si vous ressentez un gros coup de fatigue aujourd'hui, une soirée de repos devrait vous faire du bien.",
  "4":"Avec Mercure en rétrograde, quelques difficultés en perspective pour les utilisatrices d'outils technologiques. Vous pouvez avoir la sensation que le monde est froid et hostile.",
  "5":"À trop rester dans vos pensées, vous en perdez de vue que vos proches souhaitent profiter pleinement de votre présence : mieux vaut parfois remettre les pieds sur Terre.",
   "6":"Les plaisirs simples de la vie vous procurent le plus d'enthousiasme : vous appréciez une discussion autour d'un délicieux mets. Vous êtes précise lorsque vous vous exprimez.",
  "7":"Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide au sein de votre sphère familiale.",
  "8":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous êtes consciencieuse quand vous vous exprimez.",
  "9":"Taureau, les astres sont dans votre camp aujourd'hui ! Vous mesurez et appréciez l'affection que votre partenaire vous porte. Célibataire, vous recherchez les frissons du début : le flirt et petits messages craquants. Faites attention cependant à ne pas vous enflammer.",
  "10":"L'heure n'est pas aux déconvenues côté finances, votre situation ne devrait pas connaître de heurt significatif.",
   "11":"Vous n'avez pas de souci à vous faire si un concours est prévu. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
   "12":"S'il est difficile de dire que votre autorité a de l'effet aujourd'hui, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "13":"Ne prenez pas le risque d'échauffer vos amis en faisant preuve d'un orgueil pour camoufler vos failles. Il se pourrait que vous fassiez face à des malentendus avec votre entourage. Vous pourriez avoir des problèmes avec une figure d'autorité.",
   "14":"Vous cherchez à être au centre de l'attention, peut-être même d'être adorée. Vous vous révélez communicative, presque extravagante.",
   "15":"Vous pourriez assister à une embellie de vos finances personnelles, en particulier si vous ne vous êtes pas montrée trop prodigue ces derniers temps..",
   "16":"Vous avez l'impression de ne pas tout avoir sous contrôle : cela peut se révéler l'opportunité pour reprendre de bonnes habitudes. Vous souffrez d'un grand moment de faiblesse aujourd'hui, vous accorder une pause gourmande pourrait vous soulager. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
   "17":"Une personne au sein de votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez aider à rendre plus douce l'atmosphère au travail. Sur le plan de votre travail, Saturne vous aide à vous organiser en ce moment : vous dirigez cette productivité vers vos amis, ou pourquoi pas vers un travail humanitaire.",
   "18":"Prenez le temps d'écouter ce que vos aînés peuvent vous apprendre, de les appeler et de prendre de leurs nouvelles.",
   "19":"Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. Vous avez des conversations à coeur ouvert appréciables avec votre cercle amical. La journée se prête à un ménage, y compris dans votre vie sociale ! Des situations bloquées ou laissées sous le tapis pourraient refaire surface et vous vous sentez d'attaque pour tout affronter.",
   "20":"Des tensions passées sous silence pendant longtemps dans la relation que vous entretenez avec votre moitié pourraient refaire surface. Votre ego a une place prépondérante vis-à-vis de votre relation.",
     "21":"Journée propice à un placement financier à long terme, mais uniquement s'il est rationnel et réfléchi : fuyez comme la peste un investissement risqué !"

 
}
    
