
 {
    "1":"Célibataire, vous vous délectez du badinage et de quelques jeux de séduction sans obligatoirement rechercher autre chose. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre moitié.",
  "2":"Vous pourriez vous payer trop de choses inutiles sans songer à vos moyens",
  "3":"Vous êtes en bonne forme aujourd'hui, mais ne négligez pas de faire attention à votre hygiène de vie. Vous êtes sensible, prenez du recul et tentez de vous ménager afin de récupérer des forces.",
  "4":"Attendez-vous à quelque chose de très positif qui pourrait émaner de votre entourage professionnel. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
  "5":"Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer des disputes que vous pensiez désamorcées.",
   "6":"Vous vous montrez à fleur de peau et pourriez surréagir à des remarques, même constructives. Vous pouvez vous montrer sur la défensive, mais votre entourage ne vous veut que du bien, donc baissez votre garde : les gens qui comptent vous aiment pour qui vous êtes.",
  "7":"Sur le plan sentimental, Vénus mal aspectée vous met des bâtons dans les roues. Aimer n'est pas posséder ! Gare aux comportements qui laisseraient penser que les autres pourraient vous appartenir. Il est préférable pour les Taureaux d'éviter de démarrer une nouvelle relation sentimentale actuellement",
  "8":"Journée propice à un investissement à long terme, mais uniquement s'il est rationnel et prudent : fuyez comme la peste un placement financier hasardeux !",
  "9":"Vous avez l'occasion de cuisiner sainement et cela entretient votre joie de vivre. Vous êtes emplie d'énergie en ce moment : votre tonus se ressent sur votre moral et vous êtes enthousiaste. Vous sortez du lot ! Soyez joviale et dynamique.",
  "10":"Profitez de cette journée pour ranger vos affaires.",
   "11":"La tranquillité que vous parvenez à faire régner dans votre foyer vous promet des temps apaisés où tout le monde est libre de s'épanouir.",
   "12":"Taureau, gare à l'arrogance ! Vos proches pourraient s'agacer de votre vanité. Vous avez du mal à vous ouvrir aujourd'hui, au point de paraître sur vos gardes.",
   "13":"Vous êtes plutôt cérébrale, dans l'expression de votre grâce y compris. Vous avez droit à des moments paisibles bien mérités sur le plan amoureux, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter sa part de moments précieux.",
   "14":"Vous pourriez trouver des moyens de rendre plus stable votre situation financière.",
   "15":"Jupiter pourrait bien jouer en votre faveur, sachez accueillir les opportunités qui se présentent.",
   "16":"Des situations compliquées peuvent apparaître, mais cela vous permet de gagner en force.",
   "17":"Si l'on peut difficilement dire que votre autorité a beaucoup d'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "18":"Vous recherchez l'aventure, pourquoi ne pas pratiquer une nouvelle activité physique ?",
   "19":"Le climat astral actuel encourage les rencontres fortuites et heureuses. Vous désirez être aux petits soins d'autrui et de votre partenaire.",
   "20":"Vous pourriez avoir un avantage dans vos finances grâce à cette journée."
 
}
    
