
 {
    "1":"As a couple, the desire to understand things and the sincerity you show will be appreciated by your other half. You are cautious and your protective instinct is very present.",
  "2":"Vous pourriez assister à une valorisation de vos finances personnelles, notamment si vous ne vous êtes pas montrée trop prodigue ces derniers temps.",
  "3":"Une sieste vous aidera à faire le plein de vitalité en cas de petit coup de mou aujourd'hui, mais vous vous sentez en forme. Profitez d'un regain d'énergie et de confiance. C'est décidé, vous avez envie de prendre soin de vous, c'est un moment opportun pour prendre vos rendez-vous médicaux mis de côté jusqu'ici et pratiquer une nouvelle activité physique.",
  "4":"Vous êtes bien vue par votre hiérarchie.",
  "5":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire",
   "6":"Vous avez une tendance à l'impertinence et à l'égocentrisme en ce moment : attention à ne pas vous mettre vos amis à dos. Vous pourriez avoir des tensions avec une figure d'autorité.",
  "7":"Votre ego a une place prépondérante vis-à-vis de votre relation. Si vous n'êtes pas en couple, vous semblez particulièrement encline à de nouvelles rencontres.",
  "8":"Protégez-vous d'éventuelles tentations car vous êtes dans une phase d'accumulation de biens matériels.",
  "9":"Prenez garde à votre alimentation et mangez de tout, en quantités raisonnables. Vous pourriez être en proie à une petite forme aujourd'hui. Veillez à avoir assez de sommeil. Ce n'est pas la meilleure des journées pour vous. Le tonus n'est pas au rendez-vous et vous vous sentez un peu harassée.",
  "10":"Il est plus aisé pour vous de vous exprimer avec votre entourage professionnel. Vous parvenez à structurer votre empathie et à aider concrètement autrui.",
   "11":"Vous améliorez vos relations avec votre famille en apprenant à vous montrer moins sévère tout en gardant l'autorité dont vous avez besoin. La journée devrait être heureuse sur ce plan.",
   "12":"Un spa, une table ou un verre en terrasse... vous passez un bon moment avec vos proches. Vous êtes consciencieuse lorsque vous vous exprimez. Les questionnements superficiels ne vous passionnent pas, vous les contournez autant que possible.",
   "13":"En couple, l'envie de comprendre les choses et la sincérité dont vous faites preuve seront appréciées par votre moitié. Vous vous montrez prudente et votre instinct protecteur est très présent.",
   "14":"Des petites contrariétés peuvent se mettre sur votre chemin : veillez à garder votre calme. Vous pourriez avoir des pensées négatives envers vous-même : ne vous laissez pas envahir.",
   "15":"Vous arrivez avec aisance à faire la part des choses entre les bons achats et les mauvais.",
   "16":"Vous pourriez faire preuve d'imprudence : évitez les sports à risques. Vous risquez de ressentir quelques aléas côté vitalité : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner !",
   "17":"Attendez-vous à quelque chose de positif qui pourrait émaner de vos collègues. Au travail, vous arrivez à rester efficace et structurée : profitez-en pour trier vos papiers.",
   "18":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble.",
   "19":"Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. Vous êtes méticuleuse quand vous vous exprimez.",
   "20":"Vénus est à vos côtés aujourd'hui ! Vous cherchez à être au centre de l'attention, peut-être même d'être remarquée. Vous vivez une période paisible sur le plan amoureux, il se pourrait que vous ressentiez même un peu d'ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux.",
     "21":"Pas de problème à signaler sur ce plan astral. La journée est propice pour ranger vos finances personnelles."

 
}
    
