
 {
    "1":"Instant heureux et fluide, vous savourez cet instant de légèreté dans votre couple. Si vous n'êtes pas en couple, vous semblez tout à fait disposée à de nouvelles rencontres.",
  "2":"Vous êtes du genre à foncer mais ne couperez pas à la nécessité de faire vos comptes.",
  "3":"Vous êtes sensible, prenez du recul et tentez de vous reposer afin de reprendre des forces.",
  "4":"Vous n'avez pas de souci à vous faire si un concours est prévu. Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
  "5":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire.",
   "6":"Vous êtes prévoyante, voire théâtrale. Les gens qui vous font vous sentir en sécurité ont une présence importante pour vous aujourd'hui : vous avez besoin de vous sentir soutenue.",
  "7":"Démarrer une nouvelle relation par simple curiosité risquerait d'avoir des conséquences désagréables. En couple, la curiosité et l'authenticité dont vous faites preuve seront appréciées par votre moitié.",
  "8":"Vous faites votre petit bonhomme de chemin lentement mais sûrement : votre équilibre financier devrait être stable.",
  "9":"Une sieste vous aidera à faire le plein de force en cas de petit coup de mou, mais vous vous sentez en forme. Vous êtes en forme, Mars vous donne beaucoup d'énergie que ce soit d'un point de vue physique ou mental.",
  "10":"Ne transposez pas sur autrui les blocages auxquels vous avez à faire face. La situation ne se débloque pas aussi rapidement que vous le souhaitez.",
   "11":"L'harmonie que vous arrivez à faire régner dans votre foyer vous promet des temps paisibles où chacun est libre de s'épanouir.",
   "12":"Une rencontre amicale et inattendue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Vous avez des discussions à coeur ouvert appréciables avec vos amis.",
   "13":"Vous êtes plutôt cérébrale, pour les jeux de séduction y compris. Vous chérissez votre liberté et appréciez l'éphémère en ce moment, mais attention à ne pas paraître trop inconstant, cela pourrait vous faire du tort.",
   "14":"Les configurations astrales pourraient mettre à l'épreuve vos finances : soyez raisonnable, et tâchez de gérer prudemment votre budget.",
   "15":"Économisez-vous aujourd'hui : à vouloir faire les choses trop vite, vous pourriez en faire trop ou y aller trop fort.",
   "16":"Quelqu'un dans votre entourage professionnel pourrait vous confier un secret, vous pourriez contribuer à améliorer l'atmosphère au travail. Profitez de cette journée pour faire du rangement dans vos affaires.",
   "17":"Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale.",
   "18":"Vous pourriez ne pas vous montrer assez à l'écoute aux yeux de votre entourage.",
   "19":"Vous êtes romantique et dévouée. Vous vous montrez prudente et votre côté protecteur est très marqué.",
   "20":"Journée favorable à un placement à long terme, mais uniquement s'il est rationnel et judicieux : fuyez comme la peste un investissement hasardeux !"
 
}
    
