
 {
    "1":"Vous vous révélez expressive, presque extravagante. Si vous n'êtes pas en couple, vous êtes tout à fait encline à de nouvelles rencontres.",
  "2":"L'environnement astral est favorable à une bonne gestion de vos finances et une prise de décisions raisonnables.",
  "3":"Une sieste vous aidera à faire le plein de force en cas de petit coup de fatigue aujourd'hui, mais vous vous sentez en forme. Pleine de joie, vous devriez jouir de cet élan positif, qui pourrait vous réserver de belles surprises. Et si vous testiez une nouvelle activité ? Un ou une amie pourrait bien vous demander de vous accompagner.",
  "4":"Vous n'avez pas de souci à vous faire si une réunion importante est prévue.",
  "5":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble.",
   "6":"Vous vous montrez entêtée, menée par une confiance en vous à son paroxysme. Vous avez des difficultés à s'ouvrir aujourd'hui, au point de sembler sur le qui-vive.",
  "7":"Vous vivez des jours paisibles côté coeur, il se pourrait que vous ressentiez même un peu d'ennui. Votre besoin d'indépendance étant très prononcé, une activité en solo pourrait vous permettre d'apprécier d'autant le temps passé à deux. Célibataire, vous vous délectez de la séduction et du flirt sans obligatoirement rechercher autre chose.",
  "8":"Il est plus facile pour vous de vous exprimer avec vos collègues. Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
  "9":"Vous pensez à votre sphère familiale, certes, mais n'oubliez pas d'envoyer un message de temps à autre.",
  "10":"Une rencontre amicale et impromptue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide.",
   "11":"Malgré votre côté communicatif et votre optimisme du moment, vous maintenez vos émotions à distance. Il est préférable pour vous d'éviter de commencer une nouvelle relation actuellement.",
   "12":"Vous pourriez faire des dépenses par automatismes ou par influence.",
   "13":"Profitez d'un regain de vitalité et d'amour propre. Vous avez envie d'être vue et vous irradiez de charme.",
   "14":"Une personne dans votre entourage professionnel pourrait vous confier un secret, vous pourriez aider à améliorer l'atmosphère au travail. Sur le plan de votre travail, Saturne vous aide à être particulièrement organisée en ce moment : vous dirigez cette productivité vers vos amis, ou peut-être même vers une activité humanitaire.",
   "15":"La tranquillité que vous parvenez à faire régner dans votre foyer vous promet des moments apaisés où chacun est libre de s'épanouir.",
   "16":"Converser avec vous est un réel plaisir pour votre entourage, vous avez des conversations enrichissantes. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
   "17":"Vous êtes aux anges dans votre relation amoureuse ! Célibataire, vous recherchez les frissons du début : quelques jeux de séduction et petits regards craquants. Prenez garde néanmoins à ne pas vous céder trop rapidement.",
   "18":"La période est propice pour soigner votre apparence, que cela passe par un rendez-vous beauté ou par une session shopping.",
   "19":"Vous pourriez sentir une chute de tonus. Restez à l'écoute de votre corps et ne tardez pas à en parler avec votre médecin si cette sensation de fatigue ne passe pas.",
   "20":"Attendez-vous à quelque chose de positif qui pourrait venir de vos collègues. Vous prenez vos responsabilités, ce qui pourrait mener à une augmentation."
 
}
    
