
 {
    "1":"Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très hautes. Tirez parti d'un instant de paix dans votre couple pour faire le point sur vos souhaits. Compte tenu de la configuration astrale actuelle, il y a des obstacles à prévoir côté coeur.",
  "2":"Prenez garde aux paris aujourd'hui : essayez de les reporter autant que possible, et abstenez-vous de vous lancer dans un gros placement.",
  "3":"Vous avez l'occasion de faire de bons petits plats et cela entretient votre joie de vivre. Vous êtes en bonne forme aujourd'hui, mais ne négligez pas de faire attention à votre hygiène de vie.",
  "4":"Avec Mercure en rétrograde, quelques déboires en vue pour les utilisatrices d'outils numériques. Des situations compliquées peuvent apparaître, mais cela vous permet de gagner en force.",
  "5":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les difficultés de votre foyer.",
   "6":"Bélier, gare à l'impertinence ! Vos proches pourraient s'agacer de votre vanité. Vous rencontrez des difficultés avec des relations amicales, tentez de prendre du recul.",
  "7":"Essayez de ne pas vous montrer possessive envers votre partenaire. Célibataire, vous recherchez les frissons du début : le flirt et petits regards craquants. Prenez garde néanmoins à ne pas vous céder trop rapidement.",
  "8":"La prospérité pourrait vous arriver par le biais de votre patience.",
  "9":"La journée se présente particulièrement bien, la chance semble vous sourire et tout est plus simple ! Vous mettez les choses en ordre, votre santé incluse : plus question de repousser les rendez-vous médicaux !",
  "10":"Vous avez du mal à tenir votre emploi du temps. Vous risquez de connaître des complications dans votre vie professionnelle, peut-être à cause d'un problème face à l'autorité.",
   "11":"L'accalmie que vous parvenez à faire régner dans votre foyer vous promet des moments paisibles où tout le monde est libre de s'épanouir.",
   "12":"Vous avez une tendance à l'arrogance et à l'égocentrisme en ce moment : faites attention à ne pas vous mettre vos amis à dos. Vous pourriez paraître froide et fermée. Vous pourriez sembler agacée par votre entourage : vous avez une sortie de prévue et vous avez l'impression d'être seule à vous occuper de l'organisation.",
   "13":"Vous éprouvez une instabilité affective. L'ambiance se gâte et cela laisse craindre un moment houleux pour la relation que vous entretenez avec votre moitié : vous vous sentez sensible.",
   "14":"Tenez-vous éloignée des sites marchands et examinez vos achats secondaires avec prudence.",
   "15":"Vous réussissez à mobiliser votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. Dynamique, vous devriez jouir de cet élan positif, qui pourrait par ailleurs vous valoir de belles surprises. Vous avez des idées de conquête et avez le sentiment que rien ne vous résiste : profitez de cette énergie pour avancer dans vos objectifs.",
   "16":"Vous n'avez pas de souci à vous faire si une réunion importante est prévue. Vous pourriez avoir une décision capitale à prendre.",
   "17":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble..",
   "18":"La prospérité pourrait vous sourire si vous prêtez attention à vos proches ! Échanger avec vous est un réel plaisir pour votre entourage, vous avez des conversations passionnantes. Vous fuyez la superficialité et pourriez vous ennuyer un peu si vos activités de la journée sont trop futiles.",
   "19":"Vénus est à vos côtés aujourd'hui ! Le moment est tout indiqué pour une belle rencontre. Vous avez droit à des instants de tranquillité bien mérités sur le plan amoureux, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter sa part de moments uniques.",
   "20":"La journée est favorable pour construire un budget avec patience. Prenez le temps de mettre le nez dans vos comptes, et à l'aide de la configuration astrale, vous pourriez les améliorer sur le long terme.",
     "21":"La journée devrait être plutôt bonne, avec de belles opportunités à saisir grâce à votre vitalité. Profitez d'un regain de vitalité et de confiance."

 
}
    
