
 {
    "1":"Côté amour, l'ambiance est au beau fixe. Vous semblez tout à fait encline à une belle rencontre. Vous êtes aux anges dans votre vie à deux !",
  "2":"Vous pourriez assister à une éclaircie de vos finances, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers temps.",
  "3":"La chance pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante. Vous êtes en forme, Mars vous donne beaucoup d'énergie que ce soit d'un point de vue physique ou psychique.",
  "4":"Vous vous exprimez avec aisance avec vos collègues.",
  "5":"Vous êtes structurée et parvenez à bien organiser votre foyer. Sachez toutefois ne pas être trop directive et laisser les personnes qui vous entourent décider pour elles-mêmes.",
   "6":"Les plaisirs simples de la vie vous procurent le plus d'allégresse : vous appréciez une conversation autour d'un bon repas. Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop inflexible.",
  "7":"Vous avez droit à des instants paisibles bien mérités côté coeur, profitez-en ! Même si vous avez tendance à fuir la routine, elle peut aussi apporter sa part de moments précieux. Vous êtes romantique et dévouée.",
  "8":"Vous arrivez facilement à faire le tri entre les bonnes dépenses et les mauvaises.",
  "9":"Une sieste vous aidera à faire le plein de force en cas de fatigue aujourd'hui, mais vous vous sentez en forme. Tant de vitalité bouillonne en vous, vous auriez tout intérêt à vous inscrire à un club de sport. Vous vous montrez impétueuse, faites attention toutefois à ne pas vous blesser.",
  "10":"Quelqu'un au sein de votre entourage professionnel pourrait vous confier un secret, vous pourriez contribuer à améliorer l'atmosphère au travail. Au travail, vous arrivez à rester efficace et structurée : profitez-en pour mettre de l'ordre dans vos papiers.",
   "11":"Si l'on peut difficilement dire que votre autorité a de l'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "12":"Une rencontre plutôt amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vous faites preuve d'éloquence et cela pourrait vous rendre service, vous ne devez pas sous-estimer votre force de persuasion. Votre bonne humeur vous aide à connaître une vie sociale trépidante, mais attention à vos finances si vous multipliez les sorties.",
   "13":"Vous êtes plutôt cérébrale, pour la séduction y compris. Malgré votre côté ouvert et votre joie du moment, vous gardez vos émotions à distance.",
   "14":"Vous êtes velléitaire, vous vous équipez pour une multitude d'activités que vous n'amorcez finalement jamais.",
   "15":"Votre dynamisme et votre énergie vous permettent de mener vos objectifs à bien.",
   "16":"Quelque chose que vous attendez a du retard.",
   "17":"Ne cherchez pas à esquiver ni à minimiser les soucis qui peuvent survenir dans votre foyer, notamment s'ils sont liés à vos enfants, si vous en avez.",
   "18":"Tout dépend de votre constance et de votre fiabilité pour que cette journée se passe bien.",
   "19":"Votre ego a une place prépondérante vis-à-vis de votre relation. Votre vie amoureuse n'a rien d'un long fleuve tranquille, il faudra s'attendre à rencontrer des problèmes.",
   "20":"La fortune pourrait vous arriver par le biais de cette journée."
 
}
    
