
 {
    "1":"Vous n'êtes pas au meilleur de votre forme et doutez de votre capital séduction. Votre ego a une place importante vis-à-vis de votre relation.",
  "2":"Grâce à l'ambiance astrale, mais surtout grâce à vos efforts et à votre persévérance, vous pourriez découvrir des moyens d'améliorer votre situation financière.",
  "3":"Vous vous montrez partout à la fois mais réservez-vous également des moments de repos",
  "4":"Vous avez tendance à vous contester l'autorité, et si cela pourrait s'avérer positif en cas d'injustices, ne vous enfermez pas dans une posture de désobéissance bornée.",
  "5":"Des situations compliquées peuvent se présenter au sein de votre foyer, mais vous pourrez en sortir grandie.",
   "6":"Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à votre entourage qui sera ravi de vous aider à le dépasser.",
  "7":"Vous avez besoin d'être au centre de l'attention, voire d'être appréciée. En couple, la curiosité et la sincérité dont vous faites preuve seront appréciées par votre partenaire.",
  "8":"Journée propice à un placement à long terme, mais uniquement s'il est prudent et réfléchi : fuyez comme la peste un investissement non maîtrisé ! Sous l'influence de Vénus, vous êtes démonstrative et généreuse : quand vous aimez, vous ne comptez pas !",
  "9":"Vous avez la possibilité de faire de bons petits plats et cela entretient votre joie de vivre. Vous êtes en forme, Mars vous prodigue beaucoup de vitalité tant sur le plan physique que mental. On vous voit ! Soyez positive et active.",
  "10":"Ne transposez pas sur autrui les blocages auxquels vous avez à faire face. Quelque chose que vous attendez a du retard.",
   "11":"L'accalmie que vous arrivez à faire régner dans votre foyer vous promet des temps apaisés où chacun est libre de s'épanouir.",
   "12":"Vous êtes entêtée, menée par un amour propre qui touchera aux sommets. Vous remettez en question vos relations amicales. Votre envie d'être au centre de l'attention peut vous rendre quelque peu autocentrée et vous attirer des problèmes : partagez un peu la lumière avec ceux qui vous entourent, au risque de les peiner.",
   "13":"L'atmosphère conjugale est morose, si votre couple bat de l'aile, une rupture pourrait vous frôler. Néanmoins, il ne faut pas voir cela comme un échec. Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres.",
   "14":"C'est un moment opportun pour aller chez l'esthéticienne ou faire un tour en institut.",
   "15":"Pleine d'enthousiasme, vous devriez jouir de cet élan positif, qui pourrait vous valoir de belles surprises. Vous avez besoin d'être vue et vous irradiez une énergie solaire.",
   "16":"Vous n'avez pas de souci à vous faire si un examen est prévu. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
   "17":"Des événements peuvent vous inciter à réfléchir à la façon dont vous organisez votre foyer.",
   "18":"Vous pourriez paraître hautaine et distante. Vous pourriez avoir du mal face à l'autorité.",
   "19":"Côté amour, l'ambiance est au beau fixe. Vous mesurez et appréciez l'affection que votre partenaire vous porte. Vous lancer dans une nouvelle relation amoureuse par simple curiosité risquerait d'être un jeu dangereux.",
   "20":"Vous pourriez avoir un gain dans vos finances grâce à cette journée. Vous traversez une période faste, vous pourriez faire quelques profits."
 
}
    
