
 {
    "1":"Démarrer une nouvelle relation amoureuse par simple curiosité pourrait avoir des conséquences désagréables. Vous avez droit à des instants d'accalmie bien mérités sur le plan sentimental, profitez-en ! Même si vous avez tendance à fuir la routine, elle peut aussi apporter son lot de moments uniques.",
  "2":"Climat astral très favorable. Il est même possible que vous receviez un cadeau ou un bonus.",
  "3":"Vous avez tendance en ce moment à vous accorder des plaisirs susceptibles de malmener votre corps : revenez à la consommation de produits simples et sains au quotidien et réadaptez votre alimentation pour évacuer les derniers excès. Vous risquez d'éprouver quelques aléas du côté énergie : vous avez besoin de prendre soin de vous, et on ne lésine pas sur le petit-déjeuner ! Reposez-vous, car les choses peuvent ne pas se passer comme vous le souhaitez et cela joue sur votre moral.",
  "4":"Vous êtes pleine de ressources et c'est le moment idéal pour repartir sur de nouvelles bases afin d'atteindre vos plans.",
  "5":"Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
   "6":"Attention, vous pourriez faire une mauvaise rencontre aujourd'hui : ne faites pas confiance à n'importe qui aveuglément. Vous pourriez avoir des problèmes avec une figure d'autorité.",
  "7":"Votre ego a une place prépondérante vis-à-vis de votre relation. Votre vie sentimentale n'est pas une balade de santé, il faudra s'attendre à rencontrer des difficultés.",
  "8":"Vous êtes en proie à des pulsions d'achat, n'oubliez pas votre bien-être.",
  "9":"Attention à votre alimentation et mangez de tout, en quantités raisonnables. Vous pourriez être sujette à un grand moment de faiblesse aujourd'hui. Surveillez votre sommeil et sa qualité.",
  "10":"Vous avez des facilités à vous exprimer avec vos collègues. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
   "11":"La bonne fortune pourrait être au rendez-vous si vous prêtez attention à votre entourage ! Auprès de votre cercle amical ou au sein de votre couple, vous êtes particulièrement encline à la communication.",
   "12":"Vous cherchez à être au coeur de l'attention, peut-être même d'être appréciée. Si vous n'êtes pas en couple, vous semblez tout à fait disposée à de nouvelles rencontres.",
   "13":"Vous vous montrez velléitaire, vous vous équipez pour une multitude d'activités que vous n'amorcez finalement jamais.",
   "14":"Vous souffrez d'une petite forme aujourd'hui, vous accorder une pause gourmande pourrait vous réconforter. Vous pouvez vous disperser un peu et ne pas réussir à canaliser votre vitalité dans un seul projet.",
   "15":"Vous essayez de maîtriser votre environnement, mais apprenez aussi à lâcher du lest.",
   "16":"Vos proches cherchent votre présence et cela vous fait du bien. L'amitié est en vedette aujourd'hui, vous exercez votre influence positive auprès de votre entourage et il vous le rend bien.",
   "17":"Célibataire, ne prenez pas de décision hâtive quant à votre situation amoureuse. L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre partenaire",
   "18":"Si vous pouvez vous le permettre, octroyez-vous un moment bien-être chez vous ou en institut.",
   "19":"Vous vous montrez impétueuse, faites attention néanmoins à ne pas vous blesser",
   "20":"Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale."
 
}
    
