
 {
    "1":"Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres. Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très élevées. Profitez de cette période paisible dans votre couple pour faire le point : quels sont vos envies et vos souhaits ?",
  "2":"Jupiter vous porte chance, et un investissement financier judicieux pourrait être valorisé.",
  "3":"Vous pourriez faire preuve d'imprudence : évitez les sports à risques. Économisez-vous aujourd'hui : à vouloir faire les choses trop rapidement, vous pourriez en faire trop ou y aller trop fort.",
  "4":"Quelqu'un dans votre entourage professionnel pourrait vous confier un secret, vous pourriez parvenir à améliorer l'ambiance au travail.",
  "5":"Vous voulez faire les choses bien et ne pas dévoiler vos faiblesses, mais votre sphère familiale est aussi là pour ça.",
   "6":"Votre générosité, votre enthousiasme, et votre exubérance vous permettent de vous faire une place dans votre groupe social. Vous avez des conversations à coeur ouvert appréciables avec votre cercle amical.",
  "7":"Au sein de votre relation amoureuse, vous ne cherchez pas à édulcorer les choses : vous faites preuve de franchise. Célibataire, vous vous délectez du badinage et de la séduction sans obligatoirement rechercher plus.",
  "8":"Accomplir vos objectifs vous paraît plus simple qu'à l'accoutumée.",
  "9":"Ne faites pas preuve d'imprudence. Si vous ressentez un grand moment de fatigue aujourd'hui, n'hésitez pas à annuler des plans pour vous reposer. Vous n'avez pas besoin de résister pour prouver que vous existez, essayez parfois d'aller avec le courant, cela peut même vous ressourcer.",
  "10":"Vous n'avez pas de souci à vous faire si un concours est prévu.",
   "11":"Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer de vieilles disputes du passé",
   "12":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop inflexible. Votre loyauté envers vos amis est appréciée et ils vous le rendent bien.",
   "13":"Côté amour, l'ambiance est au beau fixe. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre partenaire. Vous êtes tel un papillon dans un champ de fleurs : vous ne savez plus où donner de la tête.",
   "14":"Vous êtes velléitaire, vous vous équipez pour une multitude d'activités que vous n'amorcez finalement jamais.",
   "15":"Et si vous testiez une nouvelle activité ? Un ou une amie pourrait même vous demander de vous accompagner.",
   "16":"Vous avez des difficultés à tenir votre emploi du temps. Des situations compliquées peuvent se manifester, mais cela vous permet de gagner en force.",
   "17":"Vous pourriez vous réfugier dans vos pensées plutôt que de regarder en face les soucis de votre foyer.",
   "18":"Vous faites preuve d'éloquence et cela pourrait être à votre profit, vous ne devez pas sous-estimer votre force de persuasion.",
   "19":"Vous vous montrez prudente et votre instinct protecteur est très présent. Instant agréable et fluide, vous appréciez cet instant de légèreté dans votre couple.",
   "20":"La journée est favorable à de belles aventures et à transformer la routine ! Vous êtes en grande forme, Mars vous confère beaucoup de vitalité que ce soit d'un point de vue physique ou mental. Un sport à la maison vous ferait le plus grand bien si vous ne vous sentez pas d'humeur à affronter le monde extérieur."
 
}
    
