
 {
    "1":"Démarrer une nouvelle relation sentimentale par simple curiosité risquerait d'être un jeu dangereux. Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre partenaire peuvent être très élevées. Profitez de cette période paisible dans votre couple pour faire l'état des lieux : quels sont vos envies et vos souhaits ?",
  "2":"C'est un bon moment pour soigner votre apparence. Les dépenses liées au secteur de la beauté sont valorisées et un rendez-vous chez le coiffeur pourra être de circonstances.",
  "3":"Vous sortez du lot ! Soyez radieuse et active. En étant aussi positive, vous pourriez vous porter chance à vous-même.",
  "4":"Votre entourage professionnel pourrait être à la source d'un élément positif. Sur le plan de votre travail, Saturne vous aide à être organisée en ce moment : vous dirigez cette efficacité vers vos amis, ou peut-être même vers une activité humanitaire.",
  "5":"Des événements peuvent vous pousser à réfléchir à la façon dont vous organisez votre foyer.",
   "6":"Vous avez des choses sur le coeur que vous avez des difficultés à exprimer. Votre envie d'être au centre de l'attention peut vous rendre un petit peu autocentrée et vous attirer des problèmes : partagez un peu la lumière avec ceux qui vous entourent, au risque de les peiner.",
  "7":"Vous avez besoin d'être au coeur de l'attention, voire d'être appréciée. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié.",
  "8":"Un investissement rationnel pourrait être valorisé, mais tâchez de bien y songer avant d'agir et de ne pas vous éparpiller dans la mise en place de ce projet ! La période est propice pour aller chez le coiffeur ou faire un tour en institut.",
  "9":"Une sieste vous aidera à faire le plein d'énergie en cas de baisse d'énergie aujourd'hui, mais vous vous sentez en forme. Profitez d'un regain de vitalité et d'amour propre. Vous avez des idées de conquête et avez l'impression que rien ne vous résiste : profitez de cette vitalité pour avancer dans vos projets.",
  "10":"Vous n'avez pas de souci à vous faire si une présentation importante est prévue. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
   "11":"Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale.",
   "12":"Un spa, un délicieux mets ou un verre en terrasse... vous passez un bon moment avec votre entourage. Vous êtes prévoyante, voire théâtrale. Le Soleil en cet aspect encourage votre générosité, que vous pourriez dévoiler en vous montrant prompte aux beaux gestes destinés à vos proches.",
   "13":"Votre ego a une place prépondérante vis-à-vis de votre relation. Vous avez droit à des jours d'accalmie bien mérités côté coeur, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter son lot de moments uniques.",
   "14":"Vous êtes dans de bonnes dispositions côté finances et maîtrisez la situation. Vous avez parfois du mal à garder vos comptes à l'équilibre, mais cela ne devrait pas poser souci aujourd'hui ",
   "15":"Jupiter pourrait bien jouer en votre faveur, sachez accueillir les occasions qui se présentent. Votre esprit est sur le mode du challenge et votre forme est à son apogée ; vous avez grand besoin de dépenser de l'énergie. Vous vous montrez sur tous les fronts mais réservez-vous également des temps de repos.",
   "16":"Sur le plan sentimental, Vénus mal aspectée vous met des bâtons dans les roues. L'atmosphère conjugale est maussade, si votre couple bat de l'aile, une rupture pourrait passer près. Cependant, il ne faut pas voir cela comme un échec. Célibataire, ne prenez pas de décision hâtive quant à votre situation sentimentale.",
   "17":"C'est un moment opportun pour aller chez la manucure ou faire un tour en institut.",
   "18":"Si vous ressentez une petite forme aujourd'hui, n'hésitez pas à annuler des plans pour vous reposer. Écoutez vos limites et ne forcez pas trop dans l'unique but d'épater la galerie, vous pourriez vous épuiser.",
   "19":"Vous avez des facilités à vous exprimer avec vos collègues. Vous avez une envie de travail bien fait, et cette journée devrait vous satisfaire amplement.",
   "20":"Vous êtes pleine d'imagination et, si vous avez des enfants, vous pourriez partager de beaux moments autour d'une histoire."
 
}
    
