
 {
    "1":"Célibataire, vous recherchez les frissons du début : le badinage et petits messages craquants. Prenez garde néanmoins à ne pas vous céder trop rapidement. En couple, l'envie de comprendre les choses et l'authenticité dont vous faites preuve seront appréciées par votre moitié.",
  "2":"Les configurations astrales pourraient mettre à l'épreuve vos finances personnelles : soyez rationnelle, et tâchez de gérer sagement votre budget..",
  "3":"Des petites contrariétés peuvent se mettre sur votre chemin : veillez à garder votre calme. Vous souffrez d'un gros coup de fatigue aujourd'hui, vous accorder une pause gourmande pourrait vous soulager. Ménagez-vous, car les choses peuvent ne pas aller comme vous le désirez et cela pèse sur votre humeur.",
  "4":"Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
  "5":"Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale.",
   "6":"Vous êtes entêtée, menée par une confiance en vous à son apothéose. Vous pourriez paraître agacée par votre entourage : vous avez une sortie de prévue et vous avez la sensation d'être seule à vous occuper de l'organisation.",
  "7":"Côté amour, l'ambiance est au beau fixe. Vous vous révélez avenante, presque extravagante. Vous mesurez et appréciez l'affection que votre partenaire vous porte.",
  "8":"Vous pourriez assister à une amélioration de vos finances personnelles, notamment si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
  "9":"Il vous sera nécessaire d'apprendre à bien vous occuper de vous-même..",
  "10":"Vous vous exprimez non sans difficulté face à votre entourage professionnel. Côté organisation, des frustrations sont à attendre.",
   "11":"Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre lâcher-prise et autorité.",
   "12":"Une attitude impertinente et un comportement qui frôle l'égocentrisme risquent de vous mettre des proches à dos. Vous êtes très cérébrale et avez tendance à sur-analyser les choses et les gens : quelquefois, il vaut mieux simplement profiter et notamment de vos amis !",
   "13":"Si vous n'êtes pas en couple, profitez de sorties entre amis pour faire de nouvelles rencontres. En couple, vous avez besoin de vérité et de signification.",
   "14":"Il est peu plausible que vous gagniez au loto, mais vous avez tout intérêt à profiter de la journée pour reprendre de saines habitudes de gestion.",
   "15":"La prospérité pourrait vous sourire si vous la saisissez, mais prêtez attention à ne pas vous montrer trop confiante. Pleine d'optimisme, vous devriez jouir de cet élan positif, qui pourrait par ailleurs vous valoir de belles surprises.",
   "16":"Attendez-vous à quelque chose de positif qui pourrait venir de vos collègues. Vous pourriez avoir un choix capital à faire.",
   "17":"Si l'on peut difficilement dire que votre autorité a beaucoup d'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "18":"Plutôt que la compagnie des autres, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Il se pourrait que vous voyiez des frustrations émerger au cours de conversations avec votre cercle amical : vous pourriez avoir l'impression de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut générer des malentendus.",
   "19":"Votre couple est exquis, vous êtes adorables à deux. Célibataire, vous êtes romantique et dévouée, et si vous êtes déjà tombée amoureuse, cela pourrait charmer.",
   "20":"Vous faites votre petit bonhomme de chemin lentement mais sûrement : votre équilibre financier devrait être stable.",
     "21":"Vous avez l'occasion de faire de bons petits plats et cela entretient votre joie de vivre. Tant de vitalité bouillonne en vous, vous auriez tout intérêt à pratiquer une nouvelle activité physique."

 
}
    
