
 {
    "1":"Bélier, les astres sont dans votre camp aujourd'hui ! L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié. Célibataire, une rencontre amoureuse est peu probable aujourd'hui, mais vous appréciez les belles choses : vous pourriez renforcer votre ego en revêtant votre tenue préférée.",
  "2":"La fortune pourrait vous arriver par le biais de cette journée.",
  "3":"Jupiter pourrait bien jouer en votre faveur, sachez accueillir les occasions qui se présentent. Vous êtes d'humeur compétitive et votre forme est olympique ; vous avez grand besoin de vous libérer des tensions.",
  "4":"Vous avez du mal à tenir votre emploi du temps. Vous avez besoin de redoubler d'application pour mener à bien vos tâches.",
  "5":"Grâce à l'harmonie entre votre foyer et vos valeurs familiales, la journée est à la communication apaisée entre les membres de votre sphère familiale..",
   "6":"Plutôt que la compagnie des autres, vous cherchez à vous développer intérieurement, quitte à remettre en question toutes vos relations. Vous pourriez paraître froide et distante.",
  "7":"Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide au sein de votre sphère familiale.",
  "8":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous êtes consciencieuse quand vous vous exprimez.",
  "9":"Votre vie sentimentale n'est pas de tout repos, il faudra s'attendre à rencontrer des problèmes. Vous cherchez à être au centre de l'attention, voire d'être remarquée.",
  "10":"Vous pourriez assister à une éclaircie de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois.",
   "11":"Une sieste vous aidera à faire le plein de vitalité en cas de petit coup de mou, mais vous vous sentez en forme. On vous voit ! Soyez radieuse et dynamique..",
   "12":"Une personne dans vos collègues pourrait vous mettre dans la confidence, vous pourriez aider à rendre plus douce l'atmosphère au travail. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
   "13":"Vous pourriez avoir de mauvaises expériences liées à vos proches, liés à des rapports familiaux compliqués qui pourraient vous faire sentir peu à votre aise aujourd'hui.",
   "14":"Une attitude impertinente et un comportement qui frôle l'égocentrisme risquent de vous mettre des proches à dos. Vous êtes très cérébrale et avez tendance à sur-analyser les choses et les gens : quelquefois, il vaut mieux simplement profiter et notamment de votre cercle amical ! Vous pourriez montrer un problème avec l'autorité.",
   "15":"Votre ego a une place prépondérante vis-à-vis de votre relation. Si vous n'êtes pas en couple, vous êtes tout à fait disposée à de nouvelles rencontres.",
   "16":"Tenez-vous éloignée des sites marchands et examinez vos achats secondaires avec prudence.",
   "17":"Restez calme et ne succombez pas avec excès aux envies gourmandes. Vous risquez de trop en faire, et de ne pas prendre le repos nécessaire. Avec le Soleil ayant un aspect négatif dans votre carte du ciel, vous pourriez éprouver une fatigue. Restez à l'écoute de votre corps et ne tardez pas à en parler avec votre médecin si cette sensation de fatigue perdure.",
   "18":"Vous vous exprimez avec grande facilité avec votre entourage professionnel. Profitez de cette journée pour ranger vos affaires.",
   "19":"S'il est difficile de dire que votre autorité a beaucoup d'effet, c'est compensé par la tendresse et l'écoute au sein de de votre sphère familiale.",
   "20":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : ne faites pas confiance à n'importe qui sans réfléchir. Vous pourriez voir des frustrations survenir au cours de conversations avec vos amis : vous pourriez avoir l'impression de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut occasionner des malentendus. Vous pourriez sembler agacée par votre entourage : vous avez une sortie de prévue et vous avez la sensation d'être seule à vous occuper de l'organiser."
 
}
    
