
 {
    "1":"En couple, la curiosité et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Il n'est pas recommandé aux Béliers de démarrer une nouvelle relation actuellement.",
  "2":"La journée est très positive du point de vue de vos finances et vous pourriez même bénéficier d'une augmentation.",
  "3":"L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Pleine d'allégresse, vous devriez jouir de cet élan positif, qui pourrait vous valoir de belles surprises.",
  "4":"Quelqu'un au sein de votre entourage professionnel pourrait vous confier un secret, vous pourriez parvenir à rendre meilleure l'atmosphère au travail.",
  "5":"C'est une période propice pour faire prendre de nouvelles bases saines à votre foyer.",
   "6":"Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide.",
  "7":"Journée favorable à une rencontre amicale qui pourrait vous apporter beaucoup. Vous montrez une autorité naturelle, mais attention à ne pas vous montrer trop rigide.",
  "8":"Vous pourriez assister à une éclaircie de vos finances, notamment si vous ne vous êtes pas montrée trop dépensière ces derniers temps.",
  "9":"La journée est favorable à de belles aventures et à transformer la routine ! Vous avez besoin d'être vue et vous irradiez de charme.",
  "10":"Vous lancer dans une nouvelle relation par simple curiosité risquerait d'avoir des conséquences désagréables. Votre vie sentimentale n'est pas de tout repos, il faudra s'attendre à rencontrer des difficultés.",
   "11":"Accumuler des biens matériels est plus important pour vous que de coutume.",
   "12":"Accordez-vous un moment zen, cela vous permettra de passer une journée sous d'excellentes dispositions.",
   "13":"Vous pouvez avoir la sensation que le monde est froid et hostile.",
   "14":"Vous allez briller, vos côtés extravertis et joueurs animent l'ensemble des activités auxquelles vous êtes conviée et par conséquent, vous semblez demandée de toutes parts !",
   "15":"Vous vous sentez un peu effacée et souffrez d'une chute de tonus.",
   "16":"Si vous pouvez vous le permettre, octroyez-vous un moment bien-être chez vous ou en institut.",
   "17":"Vous êtes en grande forme, Mars vous donne beaucoup d'énergie que ce soit d'un point de vue physique ou mental.",
   "18":"Vous avez une envie de travail bien fait, et cette journée devrait vous satisfaire amplement.",
   "19":"S'il est difficile de dire que votre autorité a beaucoup d'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "20":"Vous êtes empathique et vos proches s'adressent naturellement à vous en cas de souci."
 
}
    
