
 {
    "1":"Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre partenaire peuvent être très élevées. Profitez de ce moment paisible dans votre couple pour faire l'état des lieux : quels sont vos envies et vos souhaits ? Célibataire, vous appréciez du badinage et de quelques jeux de séduction sans forcément rechercher plus.",
  "2":"Vous pourriez assister à une valorisation de vos finances, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers temps.",
  "3":"C'est un bon moment pour engager des actions concrètes en vue de rompre avec les mauvaises habitudes. Votre esprit est sur le mode de la compétition et votre forme est à son sommet ; vous avez grand besoin de vous défouler. Avec votre boost de tonus, peu d'obstacles se dressent en face de vous.",
  "4":"Vous faites preuve de générosité et de joie. Vous montrez une autorité naturelle, mais attention à ne pas vous révéler trop inflexible. Si vous faisiez face à un obstacle, c'est le bon moment pour vous adresser à vos proches qui seront ravis de vous aider à le dépasser.",
  "5":"Vous êtes hardie avec votre entourage et vous dégagez une certaine fraîcheur. L'amour se présente à vous et votre moitié de façon directe et spontanée.",
   "6":"La journée devrait être plutôt bonne, avec de belles occasions à saisir grâce à votre vitalité. Tant d'énergie bouillonne en vous, vous auriez tout intérêt à vous inscrire à un club de sport. Qui va piano va sano  est votre motto, et cela vous réussit.",
  "7":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble",
  "8":"L'heure est à la tendresse, vous avez des accès de romantisme qui combleront votre moitié. Célibataire, une rencontre amoureuse est peu probable aujourd'hui, mais vous appréciez les belles choses : vous pourriez booster votre ego en revêtant votre tenue préférée.",
  "9":"Une personne au sein de vos collègues pourrait vous mettre dans la confidence, vous pourriez contribuer à améliorer l'atmosphère au travail. Vous pourriez avoir une décision capitale à prendre.",
  "10":"Ce n'est pas une période propice pour une nouvelle relation. Malgré votre côté ouvert et votre enthousiasme du moment, vous gardez vos émotions à distance.",
   "11":"Vous vivez un instant de tranquillité sur le plan sentimental, attendez-vous peut-être à ressentir même un peu d'ennui. Votre besoin d'indépendance étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. L'amour se présente à vous sans détour",
   "12":"Vous pourriez manquer un peu de fortune : évitez à tout prix les paris, et réfléchissez à deux fois avant tout investissement financier.",
   "13":"La journée est favorable à de nouvelles aventures et à casser la routine ! Vous avez une pêche incroyable aujourd'hui, et êtes sur tous les fronts ! Vous devrez toutefois veiller à ne pas trop en demander à votre corps. Une activité sportive à la maison vous ferait le plus grand bien si vous ne vous sentez pas d'humeur à affronter le monde extérieur.",
   "14":"Vous avez des difficultés à maintenir votre concentration.",
   "15":"Vous avez un sens développé de l'équité et pourriez vous interposer dans une situation injuste.",
   "16":"Balance, gare à l'impertinence ! Votre entourage pourrait s'agacer de votre orgueil. Il se pourrait que vous voyiez des frustrations apparaître lors de discussions avec votre cercle amical : vous pourriez avoir la sensation de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut susciter des quiproquos. Les choses vous glissent des mains, et le sol paraît se dérober sous vos pieds : vous avez des difficultés à réaliser ce qui arrive tant cela va vite, vous ne vous sentez pas à votre place.",
   "17":"Essayez d'apporter la considération nécessaire au point de vue de votre partenaire en cas de désaccord. Compte tenu du climat astral actuel, il y a des obstacles à prévoir côté coeur.",
   "18":"Ne soyez pas obsédée par vos finances personnelles. À trop vous concentrer sur les questions matérielles, vous pourriez en oublier l'essentiel.",
   "19":"Vous pourriez être sujette à un gros coup de fatigue aujourd'hui. Veillez à avoir assez de sommeil. Vous pourriez ressentir l'envie de résister contre quelqu'un ou quelque chose, à vous de faire en sorte de bien diriger cette ténacité.",
   "20":"Vous êtes presque terre-à-terre, mais n'avez aucun mal à faire preuve de bon sens : vous accordez des marques d'intérêt à vos proches et c'est remarqué. La journée favorise les contacts sociaux, en particulier autour d'une table."
 
}
    
