
 {
    "1":"Vous vous révélez expressive, presque extravagante. Vous pourriez vous rendre compte que votre comportement dans votre couple n'est pas en phase avec vos convictions.",
  "2":"Un poil exubérante et un peu expansive, vous avez tout intérêt à garder un oeil sur vos comptes en banque.",
  "3":"Vous êtes en bonne forme aujourd'hui, mais n'en oubliez pas de surveiller votre hygiène de vie. Vous vous montrez partout à la fois mais réservez-vous aussi des temps de repos",
  "4":"Au travail, vous réussissez à atteindre vos objectifs et pouvez vous faire remarquer par votre hiérarchie.FAMILLE",
  "5":"Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre lâcher-prise et autorité..",
   "6":"Vous êtes sans concession et vous affirmez avec grande facilité, mais prenez garde à ne pas écraser involontairement les autres pour exister.",
  "7":"Vous êtes sans concession et vous affirmez avec grande facilité, mais prenez garde à ne pas écraser involontairement les autres pour exister.",
  "8":"Vous avez des pulsions consuméristes aujourd'hui, qu'il faudra éviter d'assouvir au risque de le regretter plus tard. Vous devez absolument maintenir vos efforts concernant vos finances : faire ses comptes et résister aux tentations sont les clés.",
  "9":"Une sieste vous aidera à faire le plein de force en cas de baisse d'énergie aujourd'hui, mais vous vous sentez en forme. Vous avez une vitalité incroyable aujourd'hui, et êtes sur tous les fronts ! Vous devrez cependant veiller à ne pas trop en demander à votre corps. Vous avez besoin d'être vue et vous dégagez une énergie solaire.",
  "10":"Attendez-vous à quelque chose de positif qui pourrait venir de votre entourage professionnel. Vous pourriez avoir du mal à vous ancrer dans la réalité et cela pourrait poser souci à votre travail.",
   "11":"Vous êtes dans de bonnes dispositions côté finances et maîtrisez la situation. C'est un bon moment pour aller chez la manucure ou faire un tour en institut.",
   "12":"On vous trouve une volupté difficile à contourner qui contraste toutefois avec votre penchant possessif. Vous recherchez une certaine stabilité.",
   "13":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : n'accordez pas votre confiance à n'importe qui aveuglément. Vous êtes très cérébrale et avez tendance à sur-analyser les choses et les gens : quelquefois, il vaut mieux simplement profiter et notamment de vos amis !",
   "14":"Si l'on peut difficilement dire que votre autorité a beaucoup d'effet, c'est compensé par la tendresse et l'écoute dans de votre sphère familiale.",
   "15":"Une personne au sein de votre entourage professionnel pourrait vous mettre dans la confidence, vous pourriez aider à améliorer l'atmosphère au travail. Vous prenez votre imagination très au sérieux et vous pourriez concrétiser des inspirations artistiques.",
   "16":"L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Profitez d'un regain d'énergie et de confiance.",
   "17":"Le climat astral pourrait mettre à l'épreuve vos finances : soyez raisonnable, et tâchez de gérer prudemment votre budget. Votre épargne semble se tarir.",
   "18":"Il est préférable pour vous d'éviter de commencer une nouvelle relation amoureuse actuellement. Vous avez une tendance à prendre les choses très à coeur, et les attentes que vous projetez sur votre moitié peuvent être très hautes. Profitez de ce moment paisible dans votre couple pour faire le point : quels sont vos souhaits et vos envies ?",
   "19":"Un spa, un dîner ou un verre en terrasse... vous passez du bon temps avec votre entourage. Vous êtes consciencieuse lorsque vous vous exprimez. Vous rayonnez aujourd'hui !",
   "20":"Vous faites preuve d'empathie et arrivez à vous mettre à la place des membres de votre sphère familiale."
 
}
    
