
 {
    "1":"Vous lancer dans une nouvelle relation sentimentale par simple curiosité pourrait être un jeu dangereux. Dans votre couple, vous jouissez de beaucoup de liesse.",
  "2":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent merveilleusement bien.",
  "3":"La journée devrait être plutôt bonne, avec de belles occasions à saisir grâce à votre énergie. Vous êtes pleine de vitalité en ce moment : votre tonus se répercute sur votre mental et vous êtes enthousiaste. Vous pourriez être colérique, mais attention à ne pas vous blesser.",
  "4":"Vous risquez de manquer de discipline, mieux vaut garder ce qui vous demande le plus de concentration pour plus tard.",
  "5":"L'accalmie que vous parvenez à faire régner dans votre foyer vous promet des temps paisibles où tout le monde est libre de s'épanouir.",
   "6":"Vous avez une tendance à l'impertinence et à l'égocentrisme en ce moment : faites attention à ne pas vous mettre vos amis à dos. Vous pourriez paraître agacée par vos proches : vous avez une sortie de prévue et vous avez l'impression d'être seule à vous occuper de l'organiser.",
  "7":"Taureau, les astres sont dans votre camp aujourd'hui ! La période est particulièrement propice pour une belle rencontre. En couple, la curiosité et l'authenticité dont vous faites preuve seront appréciées par votre moitié.",
  "8":"L'heure n'est pas aux déconvenues côté finances, votre situation ne devrait pas connaître de heurt significatif.",
  "9":"Vous réussissez à concentrer votre patience et vos efforts pour parvenir à vos buts, votre pratique sportive en bénéficiera. C'est décidé, vous avez envie de prendre soin de vous, c'est un moment opportun pour prendre vos rendez-vous médicaux laissés de côté jusqu'ici et vous inscrire à un club de sport.",
  "10":"Vous vous exprimez facilement avec vos collègues. Vous parvenez à structurer votre empathie et à aider concrètement les autres.",
   "11":"Votre foyer se met au diapason de vos valeurs familiales, et la journée est à la communication apaisée entre les membres de votre sphère familiale.",
   "12":"Taureau, gare à l'arrogance ! Votre entourage pourrait s'agacer de votre vanité. Vous pourriez voir des frustrations advenir lors de discussions avec votre cercle amical : vous pourriez avoir la sensation de ne pas capter l'attention et de vous faire mal comprendre, ce qui peut occasionner des malentendus. Les choses vous glissent des mains, et le sol semble se dérober sous vos pieds : vous avez cette impression de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
   "13":"Vous éprouvez une instabilité affective. L'ambiance se gâte et cela laisse craindre un moment houleux pour la relation que vous entretenez avec votre moitié : vous vous sentez sensible.",
   "14":"Vous mesurez et appréciez l'affection que votre partenaire vous porte. Étant donné la configuration astrale actuelle, il y a des obstacles à prévoir côté coeur.",
   "15":"Vous attirez la prospérité grâce à cette journée, et votre porte-monnaie pourrait observer un boost.",
   "16":"Vous avez la possibilité de cuisiner sainement et cela entretient votre joie de vivre. Profitez d'un regain d'énergie et d'amour propre. Vous prêtez attention aux détails et à tous les petits problèmes que vous laissiez traîner jusque-là.",
   "17":"Votre travail est en demi-teinte, ne restez pas seule et demandez de l'aide à votre entourage professionnel. Si vous avez pris des risques sur les dernières semaines, ceux-ci pourraient avoir des effets négatifs.",
   "18":"Vous essayez de contrôler votre environnement, mais apprenez aussi à lâcher du lest.",
   "19":"La bonne fortune pourrait être au rendez-vous si vous prêtez attention à vos proches ! Vous êtes méticuleuse quand vous vous exprimez. Profitez de cette vitalité qui règne autour de vous et vous aide à être plus expressive.",
   "20":"Vénus est à vos côtés aujourd'hui ! Si vous n'êtes pas en couple, vous êtes tout à fait disposée à de nouvelles rencontres. Vous avez droit à des instants de douceur bien mérités sur le plan sentimental, profitez-en ! Même si vous avez tendance à fuir le quotidien, il peut aussi apporter son lot de moments précieux.",
     "21":"Vous pourriez assister à une éclaircie de vos finances, en particulier si vous ne vous êtes pas montrée trop dépensière ces derniers mois."

 
}
    
