
 {
    "1":"Démarrer une nouvelle relation par simple curiosité risquerait d'avoir des conséquences désagréables. Vous avez droit à un instant de sérénité bien mérité côté coeur, profitez-en ! Même si vous avez tendance à fuir la routine, elle peut aussi apporter sa part de moments inoubliables.",
  "2":"Le climat astral pourrait mettre à l'épreuve votre compte en banque : soyez réfléchie, et tâchez de gérer sagement votre budget.",
  "3":"L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Vous êtes en bonne forme aujourd'hui, mais n'en oubliez pas de faire attention à votre hygiène de vie. Et si vous testiez un nouveau sport ? Un ou une amie pourrait même vous demander de vous accompagner.",
  "4":"Rester concentrée est un vrai défi en ce moment pour vous, vous pourriez même manquer de précision.",
  "5":"Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre autorité et lâcher-prise.",
   "6":"Attention, vous pourriez être victime de malhonnêteté aujourd'hui : ne faites pas confiance à n'importe qui aveuglément. Le sol paraît se dérober sous vos pieds, et les choses vous glissent des mains : vous avez cette sensation de ne rien maîtriser et que tout vous échappe, vous ne vous sentez pas à votre place.",
  "7":"Célibataire, vous vous délectez de quelques jeux de séduction et du badinage sans obligatoirement chercher plus. L'ambiance se gâte et cela laisse craindre un moment agité pour la relation que vous entretenez avec votre partenaire : vous vous sentez à fleur de peau.",
  "8":"Vous cherchez une certaine stabilité. L'heure est à la douceur, vous avez des accès de romantisme qui combleront votre moitié.",
  "9":"Journée favorable à un investissement à long terme, mais uniquement s'il est prudent et judicieux : fuyez comme la peste un placement risqué !",
  "10":"Vous réussissez à mobiliser votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera. Profitez d'un regain d'énergie et d'amour propre.",
   "11":"Vous n'avez pas de souci à vous faire si un examen est prévu. Vous avez une envie de travail bien fait, et cette journée devrait vous satisfaire amplement.",
   "12":"À trop rester dans votre monde, vous en perdez de vue que votre entourage souhaite profiter pleinement de votre présence : mieux vaut quelquefois remettre les pieds sur Terre.",
   "13":"Une rencontre amicale et inattendue pourrait avoir lieu, soyez prête à l'accueillir. Vous recherchez l'aventure, pourquoi ne pas bousculer vos habitudes ?",
   "14":"Tentez d'apporter la considération adéquate au point de vue de votre partenaire en cas de désaccord. Vous ne vous sentez pas au top et doutez de votre charme.",
   "15":"Vous faites preuve de velléité, vous vous équipez pour une multitude de projets que vous n'amorcez finalement jamais.",
   "16":"Vous êtes velléitaire, vous vous équipez pour une multitude d'activités que vous ne commencez finalement jamais.",
   "17":"Pleine d'allégresse, vous devriez jouir de cet élan positif, qui pourrait vous valoir de belles surprises. Vous êtes enthousiaste et confiante et cela vous permet d'aborder la journée sous de bons augures.",
   "18":"Ne cherchez pas absolument l'approbation d'autrui, et tentez d'agir selon vos valeurs propres.",
   "19":"Vous pensez à votre sphère familiale, certes, mais n'oubliez pas d'envoyer un message de temps en temps.",
   "20":"Vous êtes d'humeur cordiale et vous suscitez bien des sympathies."
 
}
    
