
 {
    "1":"Côté amour, l'ambiance est au beau fixe. En couple, l'envie de comprendre les choses et l'honnêteté dont vous faites preuve seront appréciées par votre moitié. Vous pourriez faire une rencontre déterminante.",
  "2":"La configuration astrale, très favorable, devrait vous aider à faire les bons choix. Vous pourriez même bénéficier d'une amélioration inattendue de vos économies.",
  "3":"C'est un moment propice pour mettre en place des actions concrètes en vue de rompre avec les mauvaises habitudes. Votre esprit est sur le mode du challenge et votre forme est au mieux ; vous avez grand besoin de dépenser de l'énergie.",
  "4":"Vous avez du mal à tenir vos dates butoirs.",
  "5":"Si vous avez des enfants, vous arrivez à trouver l'équilibre parfait entre lâcher-prise et autorité.",
   "6":"Les astres sont propices à une nouvelle rencontre : vous ferez forte impression et vous lierez probablement une nouvelle amitié. Vous êtes terre-à-terre, mais n'avez aucun problème à faire preuve de discernement : vous avez des petites attentions concrètes à votre entourage et c'est apprécié.",
  "7":"Des problèmes passés sous silence pendant un long moment dans votre vie à deux pourraient refaire surface. Célibataire, la rencontre est peu probable aujourd'hui, mais vous adorez les belles choses : vous pourriez booster votre ego en revêtant votre tenue préférée.",
  "8":"Par votre intégrité et votre sens de l'organisation, vos comptes se portent à merveille.",
  "9":"L'influence bénéfique de Jupiter peut vous rendre chanceuse ! Vous êtes en bonne forme aujourd'hui, mais n'en oubliez pas de surveiller votre hygiène de vie. Vous vous montrez partout à la fois mais gardez-vous également des temps de repos.",
  "10":"Une personne dans vos collègues pourrait vous confier un secret, vous pourriez aider à améliorer l'atmosphère au travail.",
   "11":"Vos enfants ou vos parents pourraient mettre vos nerfs à rude épreuve : préparez-vous à devoir gérer des tensions persistantes.",
   "12":"Une rencontre amicale et inattendue pourrait avoir de très bonnes conséquences, soyez prête à l'accueillir. Vos paroles peuvent vous aider à aller au bout de vos désirs, vous devez prendre conscience de votre force de persuasion. Votre bonne humeur vous encourage à connaître une vie sociale trépidante, prenez garde cependant à vos finances si vous multipliez les sorties.",
   "13":"Instant agréable et sans nuage, vous appréciez cet instant de légèreté dans votre relation. Vous ne désirez plus vous cantonner à respecter les banalités d'une vie sentimentale dite parfaite.",
   "14":"Vous pourriez faire des dépenses par automatismes ou même par influence.",
   "15":"Et si vous testiez une nouvelle activité ? Un ou une amie pourrait bien vous proposer de vous accompagner.",
   "16":"Vous n'avez pas de souci à vous faire si une présentation importante est prévue. Vous pourriez avoir des difficultés à vous ancrer dans la réalité et cela pourrait poser problème pour votre travail.",
   "17":"À trop rester dans votre monde, vous en perdez de vue que vos proches souhaitent profiter pleinement de votre présence : mieux vaut quelquefois remettre les pieds sur Terre.",
   "18":"Avec l'influence de la rétrograde de Mercure, ce que vous avez prévu est chamboulé par différents imprévus.",
   "19":"Vous pourriez assister à une embellie de vos finances personnelles, particulièrement si vous ne vous êtes pas montrée trop prodigue ces derniers mois. Vous êtes velléitaire, vous vous équipez pour une multitude d'activités que vous n'amorcez finalement jamais.",
   "20":"Votre entourage professionnel pourrait être à la source de quelque chose de positif. Au travail, vous êtes productive et organisée !"
 
}
    
