
 {
    "1":"Bélier, les astres sont dans votre camp aujourd'hui ! Vous pourriez faire preuve d'idéalisme dans la relation que vous entretenez avec votre moitié et vous montrer pleine de valeurs, voire trop. Vous êtes rebutée par la vulgarité.",
  "2":"Journée favorable pour restructurer vos finances. Vous ne devriez donc pas connaître de grosses difficultés sur ce plan là, aidée en cela par les astres.",
  "3":"Vous réussissez à mobiliser votre patience et vos efforts pour parvenir à vos objectifs, votre pratique sportive en bénéficiera. Vous êtes dans un état d'esprit de compétition et votre forme est au mieux ; vous avez grand besoin de vous défouler.",
  "4":"Vous n'avez pas de souci à vous faire si un concours est prévu. La patience et les efforts sont récompensés.",
  "5":"Un spa, un bon petit mets ou un verre en terrasse... vous passez un bon moment avec votre entourage. Vous êtes précise quand vous vous exprimez.",
   "6":"C'est un moment opportun pour un repas en couple. Les toutes nouvelles relations pourraient connaître quelques difficultés, et non des moindres. Cela permettra cependant d'en apprendre davantage sur soi.",
  "7":"Vous êtes aux anges dans votre relation amoureuse ! C'est un moment favorable au badinage autour d'un repas.",
  "8":"Journée propice pour reprendre de bonnes habitudes de gestion. C'est un moment opportun pour aller chez la manucure ou faire un tour en institut.",
  "9":"Votre ego a une place prépondérante vis-à-vis de votre relation. Célibataire, ne prenez pas de décision hâtive quant à votre situation amoureuse.",
  "10":"Cette journée vous apportera beaucoup en termes de finances personnelles.",
   "11":"L'impulsion bénéfique de Jupiter peut vous rendre chanceuse ! Vous prêtez attention aux détails et ne laissez rien passer sous votre regard aiguisé : vous avancerez avec efficacité !",
   "12":"Des petites contrariétés peuvent se mettre sur votre chemin : restez calme. Vous pourriez sentir une chute de tonus. Soyez à l'écoute de votre corps et n'hésitez pas à consulter votre médecin si cette sensation de fatigue s'installe.",
   "13":"Vous vous révélez expressive, presque excentrique. Vous pourriez réaliser que votre attitude dans votre couple n'est pas en phase avec vos convictions..",
   "14":"Votre vie vous semble chaotique, cela pourrait être le cas aussi en ce qui concerne votre travail. Vous avez tendance à vouloir vous contester l'autorité, et si cela pourrait s'avérer fructueux en cas d'injustices, ne vous braquez pas dans une logique de désobéissance obtuse.",
   "15":"Grâce à votre sens de l'organisation, tout roule au sein de votre foyer. Cela apporte beaucoup de bien-être à toute votre famille, et vous passerez un temps très plaisant ensemble.",
   "16":"Journée propice à une rencontre amicale qui pourrait vous apporter beaucoup. Vous êtes d'humeur fonceuse et ressentez une profonde soif de nouvelles expériences. Vous fuyez la superficialité et pourriez vous ennuyer un peu si vos activités de la journée sont trop futiles.",
   "17":"Vous vivez un instant d'accalmie sur le plan sentimental, vous pourriez ressentir même un léger ennui. Votre besoin de liberté étant très marqué, une activité en solo pourrait vous permettre d'apprécier encore le temps passé à deux. Si vous n'êtes pas en couple, vous êtes tout à fait disposée à de nouvelles rencontres.",
   "18":"Vous savez aller au fond des choses, sans céder à la simplification extrême. Cela pourra vous épauler aujourd'hui du point de vue de vos finances et vous aider à prendre les bonnes décisions.",
   "19":"Jupiter pourrait bien jouer en votre faveur, sachez accueillir les occasions qui se présentent. Profitez d'un regain de vitalité et d'amour propre.",
   "20":"Vous avez du mal à rester concentrée. Ne cherchez pas à tout prix l'approbation d'autrui, et essayez d'agir selon vos valeurs propres.."
 
}
    
