[
  {
  "isOpen": false,
  "img": "https://jhm.fr/wp-content/uploads/2022/12/708502.hr-.jpg",
  "titre":"Quand les Goûts entre ma Femme et Moi Divergent : L'Équilibre dans notre Couple",
  "date": "14-11-2023",
"desc": "Dans l'ombre des montagnes, au cœur d'un petit village, ma vie fut tissée d'amour et de douleur. Mon nom est Aïssatou, et je désire partager l'histoire poignante de mon parcours amoureux.\n\nMon cœur a été capturé par Samba, un forgeron doué et aimant. Nos âmes étaient liées par un amour pur, mais un fossé séparait nos mondes. Ma famille, fière et obsédée par la réputation sociale, ne pouvait accepter cet amour. Ils rêvaient de me voir épouser un homme de statut, ignorant mon amour pour Samba.\n\nChaque jour, je vivais dans la tourmente, déchirée entre ma famille et mon amour véritable. Ils ne pouvaient comprendre l'étendue de mes sentiments, de notre connexion profonde. J'étais tiraillée entre l'amour et le devoir, une lutte interne qui me rongeait chaque jour davantage.\n\nAlors que le temps s'écoulait, la pression familiale devenait écrasante. Finalement, mon cœur fut brisé, contraint de suivre le chemin tracé par ma famille. Samba, l'homme que j'aimais profondément, fut laissé derrière moi, son cœur en miettes.\n\nJe me suis mariée à Mamadou, l'homme qu'ils avaient choisi, mais ma vie était teintée d'amertume. Chaque jour était une lutte, un compromis entre les attentes de ma famille et mes véritables désirs. Je regrettai ma décision chaque jour de ma vie, vivant dans l'ombre de mon choix.\n\nDes années plus tard, après un mariage malheureux et des regrets profonds, je décidai de vivre pour moi-même. Je retrouvai Samba, qui était resté célibataire, gardant en lui l'amour que nous avions partagé. Nos cœurs se rejoignirent à nouveau, bien que le temps avait laissé sa marque.\n\nMalgré les années perdues, nous avons trouvé du réconfort l'un dans l'autre. J'ai compris que le véritable bonheur réside dans le suivi de son cœur, et non dans la recherche de l'approbation des autres. Même si notre histoire fut pleine de tristesse et de regrets, nous avons trouvé la paix en étant ensemble. Samba et moi avons chéri chaque moment, comprenant enfin que l'amour véritable ne doit jamais être sacrifié au nom des conventions sociales.",
  "categorie": "Mariage"
},
       {
  "isOpen": false,
  "img": "https://img.freepik.com/vecteurs-libre/illustration-bachata-dessinee-main_23-2149254169.jpg?w=2000",
  "titre":"Quand les Goûts entre ma Femme et Moi Divergent : L'Équilibre dans notre Couple",
  "date": "04-10-2023",
  "desc": "Ano enfaite je suis un homme marié âgé de 29ans. Je me suis marié en 2018, mais j'ai un problème que j'ai depuis des années. J'ai une femme très compréhensive et respectueuse de ma famille, elle est belle machallah. Mais mon problème réside dans ma manière de penser, je suis très archaïque. Elle aime sortir au restaurant ou dans des endroits comme Saly, tandis que je préfère rester chez nous et regarder des films indiens. Je prends Dieu comme témoin, je ne suis pas intéressé par ce genre de divertissements, mais elle est attirée par ces choses. Nous avons des goûts différents dans presque tout, même dans le choix des chaussures ou des vêtements fermés, elle préfère les styles à l'européenne. Cela fait des années que cette différence d'opinions nous trouble. J'ai suivi des formations accélérées en bureautique et en ressources humaines pour pouvoir gérer ma propre entreprise, mais je n'ai toujours pas réussi à concrétiser mon projet. Parfois, mes amis et ma famille ne comprennent pas pourquoi je reste aussi attaché à mes principes. Je prie pour que Dieu me facilite et m'aide à surmonter ces tentations. Parfois, mes amis et ma famille ne comprennent pas pourquoi je reste aussi attaché à mes principes. Je prie pour que Dieu me facilite et m'aide à surmonter ces tentations. J'ai même essayé de me divertir en allant à des auto-écoles pour obtenir mon permis de conduire, mais je n'ai pas encore réussi. Je ne recherche ni le luxe ni le romantisme, je veux juste une vie simple. Ma femme veut aller faire du shopping, voyager au Sénégal, à Dubaï ou en France, alors que je veux juste rester à la maison et profiter de notre vie de couple. Je souhaite qu'elle comprenne que j'ai besoin de simplicité dans notre vie quotidienne. Malheureusement, elle est souvent tentée par le monde extérieur, même au lit. Je ne suis pas intéressé par les choses superficielles comme les décorations pour la Saint-Valentin ou les chambres romantiques. Mon problème est plus profond. J'ai besoin de conseils pour gérer cette situation et trouver un équilibre dans notre relation.",
  "categorie": "Mariage"
},
    {
  "isOpen": false,
  "img": "https://kayamaga.com/wp-content/uploads/2019/08/poly.jpg",
  "titre": "Sama awo dieukeur dafa yakarni damakoy ligueye",
   "desc": "Bonjour en ano please. Je suis gnarél voilée mais dama gneuw pour wakh ak jiguéen yép surtout sama Awo pour gnou moytou yéne si ''serigne si'' voilà je vous raconte( j'ai surpris mon mari entrain d'écouter un message de ma Awo \"\"daguay déme sakeur gnarél moulay djokh guay lék dila déf loulay deudalé ak mane waye lép lakham guate (viande) binou raye togouko lak graisse bi djokhla gua lék lép khamenako dafa beugu bou séysé ma abalko keurgui waya bakhna bogneuwé sikeurgui andi sa alle dima bagna guiss) walahil hazim souféké masnama déme si serigne pour défloko loubone yalah bouma djarignou sama njaboot. Sa djote la amoul sa tour sakh sama khél dousi déme taloumala lidjanti woumala sama borom keur rék moma gnor. Yallah rék mofi nék joulli alhour an astakhfiroulah alhamdoulilah salatoul anlah nabi jalibatoul marakhib gnoy sama wétal bolési jongué lol ak saye saye kham fimakoy kép lolo eup dolé serigne tariakh , souma sokhla gnane sama borom keur laye talal samay lokho souma amé khaliss momelasiy bérndél doumako djokh béne serigne tariakh yallah téré loudoul njaboot bou barkél sokhlalouma. Mane nak yama mak fouf doumala djangual séye limalay wakh dal moy sétil bénén pékhé boudoul serigne si ndakh bayiwouma sama bop té parégouma sakh pour bayélé sounou borom keur ndakh si oiseau rare yi labok. Pour rassuréla damala sokhla si séye bi ndakh guor daffa bari service ta mane dama khawa beugu louyomb sama tour bougneuwé damay yakamti moudjékh ndakh damay sone si douk_douk bi. NB: boulko massa faté sa nom sakh douma tokk ak sama borom keur ba toudeko ndakh sama gnari fane nékhnaaa bafare guaw kome khéf ak khippi dissi prononcé sa tour sakh khadjoussi je te le jure. Bonne journée",
  "date": "20-03-2023",
  "categorie": "Polygamie"
},
{
  "isOpen": false,
  "img": "https://www.lafeebiscotte.com/wp-content/uploads/2023/04/anniversaire-de-mariage.jpg",
  "titre": "Ma femme veux divorcer par que j'ai pris une seconde épouse ",
  "desc":"Salam mesdames messieurs.  On ne vous remerciera jamais assez pour le travail exemplaire que vous réalisez.\nJe suis un homme marié, père de trois enfants, je gagne aussi bien ma vie Dieu merci🙏🏾. Je suis un homme, sans jamais vouloir me vanter, vraiment discret et... à la limite timide. Depuis le mariage, malgré que mon travail me fait souvent rencontrer des filles, je n'ai jamais été malhonnête avec ma femme. J'ai eu, envers elle, un respect et une considération sans limite aucune.\nCependant, tout récemment, j'ai rencontré une fille et on a commencé à discuter. Quand c'est devenu sérieux, j'en ai parlé avec madame, lui disant que je veux la prendre comme deuxième femme car je ne voulais pas être là à traîner avec elle étant donné que je suis un père de famille. Ce jour là, elle a créé un tel scandale que le quartier tout entier s'est retrouvé chez moi. \nElle m'a traité de tous les noms. Elle voit que je l'aurais abandonnée si jamais je prenais une deuxième femme et que mon amour pour elle,  vu ce projet de deuxième mariage, n'est plus sincère. \nCe qui me fait plus mal c'est que sa famille, sa mère et ses deux sœurs (toutes les trois pourtant polygames) la soutiennent ouvertement et pourtant, nous avons opté pour un régime polygame ensemble.\nJ'ai finalement envoyé ma famille pour qu'elle rencontre la famille de la fille afin que le mariage soit scellé, chose faite il y a de cela quelques jours. Maintenant j'ai deux femmes alhamdoulilah.\nDepuis lors, j'en ai vu et entendu de toutes les couleurs et depuis deux jours, ma femme demande à divorcer, néna dou woudié... Elle affirme (et sa famille avec) que c'est une humiliation de lui trouver une coépouse (et pourtant comme je l'ai dit, elles sont toutes polygames🤦🏾‍♂️). é walay, téranga bou goor wara défal diabaram rek défal naako ko.\nJe n'arrive pas walay à comprendre ces comportements. \nL'ai-je trahie en prenant une deuxième femme ? L'ai-je vraiment humiliée ? Je n'arrive vraiment plus à comprendre... Mais ce qui est sûr c'est que je ne regrette pas d'avoir épousé cette fille alhamdoulilah. Entre forniquer et me faire insulter car ayant légalement épousé une fille, le choix n'est pas difficile à faire...",
  "date": "20-03-2023",
  "categorie": "Famille"
},
    {
  "isOpen": false,
  "img": "https://www.crushpixel.com/big-static18/preview4/black-man-holding-broken-heart-2974141.jpg",
  "titre": "Mon ex femme a marié un autre et j en souffre ",
  "desc": "Dans ma souffrance actuelle, c’est le seul endroit auquel j’ai pensé trouver de l’aide. Merci de partager en ano. Bonjour à tous. Aidez-moi, sama adina migui beug yakhou. J’ai perdu toute envie de vivre. Mon ex femme et moi avons commencé à sortir ensemble en seconde. On a eu le bac en même temps et nous sommes aller à une école de formation ici à Dakar. Une fois le diplôme obtenu, je l’ai épousé. On a d’abord fait 2 ans sans enfant. On est aller voir des spécialistes, le problème était à son niveau. Elle suivait des traitements mais voilà, 5 ans de mariage, pas d’enfant, cela devenait invivable à cause de la pression de la famille et surtout de ma mère. J’ai épousé une autre femme. Mon ex femme, jalouse de nature, avait très mal pris la nouvelle. Elle m’a accusé de trahison. Elle m’a mis la pression pour que je la divorce. Elle m’a dit que désormais, elle se sentait de trop avec moi, qu’elle n’était plus à l’aise dans le mariage et qu’elle se sentait humiliée. J’ai tout fait pour la convaincre de rester. Rien. J’ai fini par la libérer, contre mon gré. Au début, je recevais des nouvelles comme quoi elle était très malade (probablement le chagrin). Elle m’aimait beaucoup, je le savais. Une de ses cousines vivant à l’étranger l’a aidé à la rejoindre. Je n’avais plus de nouvelles, des années se sont écoulées. Je suis devenu papa pour la troisième fois cette année. Alhamdoulillah. Toutefois, la semaine passée, je croise la cousine en question de mon ex, venue en vacance. Je lui ai demandé en bon sénégalais des nouvelles de cette dernière. À ma grande surprise, j’apprends qu’elle est mariée avec un blanc et qu’elle a eu des jumeaux avec lui. Stupéfait, j’ai redemandé s’il s’agissait d’une adoption. Elle m’a confirmé que non, que mon ex a suivi des traitements là bas. Elle m’a montré des photos d’elle enceinte, de ses enfants, de son mari et depuis, je ne dors plus. Je ne mange plus. Tout m’énerve surtout ma femme actuelle alors qu’elle ne m’a rien fait ndeysane. Elle est inquiète car elle pense qu’elle a fait quelque chose de mal. Je ne sais pas quoi lui dire. J’ai l’impression de ne plus vouloir d’elle autour de moi. J’en veux au monde entier, surtout à mon ex. Je l’aime. Je ne l’ai jamais oublié. Si je l’ai divorcé, ce n’est pas par manque d’amour mais plutôt par pression venant de sa part. Je l’aurai soutenu et on aurait continuer les traitements. On aurait pu fonder une famille, elle et moi. C’est elle l’amour de ma vie. Aujourd’hui, elle est avec un autre homme. Ses enfants sont ceux d’un autre homme. Je me sens trahi. C’est injuste. Je suis amer. Je pleure quand je prends ma douche, tellement j’ai mal. Les gens autour de moi ont commencé à remarquer mon changement. Même mon patron m’en a fait part … J’ai réussi à obtenir le numéro WhatsApp de mon ex. J’ai envie de lui écrire. J’ai envie de la reconquérir. Je ne peux pas la perdre comme cela à jamais. Je ne vivrai plus heureux sans elle. Aidez-moi. Aidez-moi s’il vous plait. Aidez-moi. Je vous en prie. Je souffre. Je ne veux plus rien de la vie si ce n’est elle. Je l’aime à en mourir. Aidez-moi. J’ai besoin de vos conseils. Je souffre."  ,
  "date": "20-03-2023",
  "categorie": "Divorce"
}


]
